Repository: RAZIINTIZAR/Dynamics-365-Project-Service-Automation-
Catalog: Common/Common.Utilities/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th_th, tr_tr, zh_tw

# RecallError
source: The item can’t be recalled. Please check the data or try again later.
ar_sa: لا يمكن استدعاء العنصر. الرجاء التحقق من البيانات أو المحاولة مرة أخرى لاحقًا.
da_dk: Elementet kan ikke tilbagekaldes. Kontrollér dataene, eller prøv igen senere.
el_gr: Δεν είναι δυνατή η ανάκληση του στοιχείου. Ελέγξτε τα δεδομένα ή δοκιμάστε ξανά αργότερα.
es_es: El elemento no se puede recuperar. Compruebe los datos o vuelva a intentarlo más tarde.
fi_fi: Nimikettä ei voi palauttaa. Tarkista tiedot tai yritä myöhemmin uudelleen.
he_il: לא ניתן לאחזר את הפריט. בדוק את הנתונים או נסה שוב מאוחר יותר.
it_it: Impossibile richiamare la voce. Controlla i dati o riprova più tardi.
ja_jp: アイテムを取り消すことができません。データを確認するか、後でやり直してください。
nl_nl: Het item kan niet worden ingetrokken. Controleer de gegevens of probeer het later opnieuw.
pl_pl: Nie można odwołać elementu. Sprawdź dane lub spróbuj ponownie później.
pt_pt: Não é possível recuperar o item. Verifique os dados ou volte a tentar mais tarde.
ru_ru: Невозможно отозвать элемент. Проверьте данные или повторите попытку позже.
sv_se: Objektet kan inte återkallas. Kontrollera data eller försök igen senare.
th_th: ไม่สามารถเรียกคืนรายการนี้ได้ โปรดตรวจสอบข้อมูลหรือลองอีกครั้งในภายหลัง
tr_tr: Öğe geri çekilemiyor. Lütfen verileri kontrol edin veya daha sonra yeniden deneyin.
zh_tw: 無法回收此項目。請檢查資料，或稍後再試。

source: Receipts
ar_sa: الإيصالات
da_dk: Kvitteringer
el_gr: Αποδείξεις
es_es: Recibos
fi_fi: Kuitit
he_il: קבלות
it_it: Ricevute
ja_jp: 領収書
nl_nl: Betalingsbewijzen
pl_pl: Paragony
pt_pt: Recibos
ru_ru: Квитанции
sv_se: Kvitton
th_th: ใบตอบรับ
tr_tr: Girişler
zh_tw: 收據

source: Refresh
ar_sa: تحديث
da_dk: Opdater
el_gr: Ανανέωση
es_es: Actualizar
fi_fi: Päivitä
he_il: רענן
it_it: Aggiorna
ja_jp: 最新の情報に更新
nl_nl: Vernieuwen
pl_pl: Odśwież
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
th_th: รีเฟรช
tr_tr: Yenile
zh_tw: 重新整理

# RefreshLowercase
source: refresh
ar_sa: تحديث
da_dk: opdater
el_gr: ανανέωση
es_es: actualizar
fi_fi: päivitä
he_il: רענן
it_it: aggiorna
ja_jp: 最新の情報に更新
nl_nl: vernieuwen
pl_pl: odśwież
pt_pt: atualizar
ru_ru: обновить
sv_se: uppdatera
th_th: รีเฟรช
tr_tr: yenile
zh_tw: 重新整理

source: Rejected
ar_sa: مرفوض
da_dk: Afvist
el_gr: Απορρίφθηκε
es_es: Rechazado
fi_fi: Hylätty
he_il: נדחה
it_it: Rifiutato
ja_jp: 拒否済み
nl_nl: Geweigerd
pl_pl: Odrzucono
pt_pt: Rejeitado
ru_ru: Отклонено
sv_se: Avvisad
th_th: ถูกปฏิเสธ
tr_tr: Reddedildi
zh_tw: 已拒絕

# RequirementsUppercase
source: REQUIREMENTS
ar_sa: المتطلبات
da_dk: KRAV
el_gr: ΑΠΑΙΤΗΣΕΙΣ
es_es: REQUISITOS
fi_fi: TARPEET
he_il: דרישות
it_it: REQUISITI
ja_jp: 要件
nl_nl: VEREISTEN
pl_pl: WYMAGANIA
pt_pt: NECESSIDADES
ru_ru: ТРЕБОВАНИЯ
sv_se: KRAV
th_th: ข้อกำหนด
tr_tr: GEREKSİNİMLER
zh_tw: 需求

# ResourceFlowDirection
source: LeftToRight
ar_sa: RightToLeft
he_il: RightToLeft

# ResourceLanguage
source: en-US
ar_sa: ar-SA
da_dk: da-DK
el_gr: el-GR
es_es: es-ES
fi_fi: fi-FI
he_il: he-IL
it_it: it-IT
ja_jp: ja-JP
nl_nl: nl-NL
pl_pl: pl-PL
pt_pt: pt-PT
ru_ru: ru-RU
sv_se: sv-SE
th_th: th-TH
tr_tr: tr-TR
zh_tw: zh-TW

source: Sales Tax
ar_sa: ضريبة المبيعات
da_dk: Omsætningsskat
el_gr: Φόρος πωλήσεων
es_es: Impuesto sobre las ventas
fi_fi: Arvonlisävero
he_il: מס מכירות
it_it: IVA
ja_jp: 売上税
nl_nl: Omzetbelasting
pl_pl: Podatek
pt_pt: Imposto sobre Vendas
ru_ru: Налог
sv_se: Moms
th_th: ภาษีขาย
tr_tr: Satış Vergisi
zh_tw: 銷售稅

source: Save
ar_sa: حفظ
da_dk: Gem
el_gr: Αποθήκευση
es_es: Guardar
fi_fi: Tallenna
he_il: שמור
it_it: Salva
ja_jp: 保存
nl_nl: Opslaan
pl_pl: Zapisz
pt_pt: Guardar
ru_ru: Сохранить
sv_se: Spara
th_th: บันทึก
tr_tr: Kaydet
zh_tw: 儲存

# Saved
source: Draft
ar_sa: مسودة
da_dk: Kladde
el_gr: Προσχέδιο
es_es: Borrador
fi_fi: Luonnos
he_il: טיוטה
it_it: Bozza
ja_jp: 下書き
nl_nl: Concept
pl_pl: Wersja robocza
pt_pt: Rascunho
ru_ru: Черновик
sv_se: Utkast
th_th: แบบร่าง
tr_tr: Taslak
zh_tw: 草稿

# SaveError
source: The item can’t be saved. Please check the data or try again later.
ar_sa: لا يمكن حفظ العنصر. الرجاء التحقق من البيانات أو المحاولة مرة أخرى لاحقاً.
da_dk: Elementet kan ikke gemmes. Kontrollér dataene, eller prøv igen senere.
el_gr: Δεν είναι δυνατή η αποθήκευση του στοιχείου. Ελέγξτε τα δεδομένα ή δοκιμάστε ξανά αργότερα.
es_es: El elemento no se puede guardar. Compruebe los datos o vuelva a intentarlo más tarde.
fi_fi: Nimikettä ei voi tallentaa. Tarkista tiedot tai yritä myöhemmin uudelleen.
he_il: לא ניתן לשמור את הפריט. בדוק את הנתונים או נסה שוב מאוחר יותר.
it_it: Impossibile salvare la voce. Controlla i dati o riprova più tardi.
ja_jp: アイテムを保存できません。データを確認するか、後でやり直してください。
nl_nl: Het item kan niet worden opgeslagen. Controleer de gegevens of probeer het later opnieuw.
pl_pl: Nie można zapisać elementu. Sprawdź dane lub spróbuj ponownie później.
pt_pt: Não é possível guardar o item. Verifique os dados ou volte a tentar mais tarde.
ru_ru: Невозможно сохранить элемент. Проверьте данные или повторите попытку позже.
sv_se: Objektet kan inte sparas. Kontrollera data eller försök igen senare.
th_th: ไม่สามารถบันทึกรายการนี้ได้ โปรดตรวจสอบข้อมูลหรือลองอีกครั้งในภายหลัง
tr_tr: Öğe kaydedilemiyor. Lütfen verileri kontrol edin veya daha sonra yeniden deneyin.
zh_tw: 無法儲存此項目。請檢查資料，或稍後再試。

source: Search
ar_sa: بحث
da_dk: Søg
el_gr: Αναζήτηση
es_es: Buscar
fi_fi: Hae
he_il: חיפוש
it_it: Cerca
ja_jp: 検索
nl_nl: Zoeken
pl_pl: Wyszukaj
pt_pt: Procurar
ru_ru: Поиск
sv_se: Sök
th_th: ค้นหา
tr_tr: Ara
zh_tw: 搜尋

# SearchInFindWork
source: Search in Project Finder Mobile
ar_sa: البحث في Project Finder Mobile
da_dk: Søg i Project Finder Mobile
el_gr: Αναζήτηση στο Project Finder Mobile
es_es: Buscar en Project Finder Mobile
fi_fi: Hae Project Finder Mobilesta
he_il: חפש ב- Project Finder Mobile
it_it: Cerca in Project Finder Mobile
ja_jp: Project Finder Mobile での検索
nl_nl: Zoeken in Project Finder Mobile
pl_pl: Wyszukaj w aplikacji Project Finder Mobile
pt_pt: Procurar no Project Finder Mobile
ru_ru: Поиск в Project Finder Mobile
sv_se: Sök i Project Finder Mobile
th_th: ค้นหาใน Project Finder Mobile
tr_tr: Project Finder Mobile içinde ara
zh_tw: 在 Project Finder Mobile 中搜尋

# SearchingDotDotDot
source: Searching...
ar_sa: جارٍ البحث...
da_dk: Søger ...
el_gr: Γίνεται αναζήτηση...
es_es: Buscando...
fi_fi: Haetaan...
he_il: ‏‏‫מחפש...
it_it: Ricerca in corso...
ja_jp: 検索中...
nl_nl: Zoeken...
pl_pl: Trwa wyszukiwanie...
pt_pt: A procurar...
ru_ru: Идет поиск...
sv_se: Söker...
th_th: กำลังค้นหา...
tr_tr: Aranıyor...
zh_tw: 正在搜尋...

# SearchLowercase
source: search
ar_sa: بحث
da_dk: søg
el_gr: αναζήτηση
es_es: buscar
fi_fi: hae
he_il: חיפוש
it_it: cerca
ja_jp: 検索
nl_nl: zoeken
pl_pl: wyszukaj
pt_pt: procurar
ru_ru: поиск
sv_se: sök
th_th: ค้นหา
tr_tr: ara
zh_tw: 搜尋

# SearchUppercase
source: SEARCH
ar_sa: بحث
da_dk: SØG
el_gr: ΑΝΑΖΗΤΗΣΗ
es_es: BUSCAR
fi_fi: HAE
he_il: חיפוש
it_it: CERCA
ja_jp: 検索
nl_nl: ZOEKEN
pl_pl: WYSZUKAJ
pt_pt: PROCURAR
ru_ru: ПОИСК
sv_se: SÖK
th_th: ค้นหา
tr_tr: ARA
zh_tw: 搜尋

source: Select
ar_sa: تحديد
da_dk: Vælg
el_gr: Επιλογή
es_es: Seleccionar
fi_fi: Valitse
he_il: בחר
it_it: Seleziona
ja_jp: 選択
nl_nl: Selecteren
pl_pl: Wybierz
pt_pt: Selecionar
ru_ru: Выбрать
sv_se: Välj
th_th: เลือก
tr_tr: Seç
zh_tw: 選取

source: Select Proficiency
ar_sa: تحديد كفاءة
da_dk: Vælg kompetence
el_gr: Επιλογή επάρκειας
es_es: Seleccionar competencia
fi_fi: Valitse pätevyys
he_il: בחר מומחיות
it_it: Seleziona livello di preparazione
ja_jp: 能力の選択
nl_nl: Deskundigheid selecteren
pl_pl: Wybierz poziom biegłości
pt_pt: Selecionar Proficiência
ru_ru: Выбрать квалификацию
sv_se: Välj kompetens
th_th: เลือกความชำนาญ
tr_tr: Uzmanlık seç
zh_tw: 選取熟練度

# SelectSkill
source: Select a skill
ar_sa: تحديد مهارة
da_dk: Vælg en færdighed
el_gr: Επιλογή δεξιότητας
es_es: Seleccione una cualificación
fi_fi: Valitse osaamisalue
he_il: בחר כישור‬
it_it: Seleziona una competenza
ja_jp: スキルの選択
nl_nl: Een vaardigheid selecteren
pl_pl: Wybierz umiejętność
pt_pt: Selecionar uma competência
ru_ru: Выбрать навык
sv_se: Välj en färdighet
th_th: เลือกทักษะ
tr_tr: Beceri seç
zh_tw: 選取技能

# SetProficiencyForSkillsToUpdate
source: Set the proficiency for the skills you want updated.
ar_sa: قم بتعيين الكفاءة للمهارات التي تريد تحديثها.
da_dk: Angiv kompetencen for de færdigheder, du vil have opdateret.
el_gr: Ορίστε την επάρκεια για τις δεξιότητες που θέλετε να ενημερωθούν.
es_es: Defina la competencia para las cualificaciones que quiere actualizar.
fi_fi: Määritä päivitettävien osaamisalueiden pätevyydet.
he_il: הגדר את המומחיות עבור הכישורים שברצונך לעדכן.
it_it: Imposta il livello di preparazione per le competenze che vuoi aggiornare.
ja_jp: 更新するスキルの能力を設定します。
nl_nl: Stel de deskundigheid in voor de vaardigheid die u wilt bijwerken.
pl_pl: Ustaw poziom biegłości dla umiejętności, które chcesz zaktualizować.
pt_pt: Defina a proficiência para as competências que pretende atualizar.
ru_ru: Укажите квалификацию для навыков, которые требуется обновить.
sv_se: Ange kompetensen för de färdigheter som du vill uppdatera.
th_th: กำหนดความชำนาญสำหรับทักษะที่คุณต้องการให้ปรับปรุง
tr_tr: Güncelleştirilmesini istediğiniz beceriler için uzmanlığı ayarlayın.
zh_tw: 設定您要更新之技能的熟練度。

source: Settings
ar_sa: إعدادات
da_dk: Indstillinger
el_gr: Ρυθμίσεις
es_es: Configuración
fi_fi: Asetukset
he_il: הגדרות
it_it: Impostazioni
ja_jp: 設定
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ru_ru: Параметры
sv_se: Inställningar
th_th: การตั้งค่า
tr_tr: Ayarlar
zh_tw: 設定

# settingsDescription
source: 1. Enter the Dynamics CRM server URL, and then click Sign In. 2. Enter your credentials on the next screen to complete the sign-in process.
ar_sa: 1. أدخل عنوان URL الخاص بخادم Dynamics CRM، ثم انقر فوق "تسجيل الدخول". 2. أدخل بيانات الاعتماد الخاصة بك على الشاشة التالية لإكمال عملية تسجيل الدخول.
da_dk: 1. Angiv URL-adressen til Dynamics CRM-serveren, og klik derefter på Log på. 2. Angiv dine legitimationsoplysninger på det næste skærmbillede for at fuldføre logonprocessen.
el_gr: 1. Καταχωρήστε τη διεύθυνση URL του διακομιστή Dynamics CRM και επιλέξτε "Είσοδος". 2. Καταχωρήστε τα διαπιστευτήριά σας στην επόμενη οθόνη, για να ολοκληρώσετε τη διαδικασία εισόδου.
es_es: 1. Escriba la dirección URL del servidor de Dynamics CRM y haga clic en Iniciar sesión. 2. Especifique sus credenciales en la pantalla siguiente para completar el proceso de inicio de sesión.
fi_fi: 1. Anna Dynamics CRM -palvelimen URL-osoite ja valitse Kirjaudu sisään. 2. Viimeistele kirjautumisprosessi antamalla tunnistetietosi seuraavassa näytössä.
he_il: 1. הזן את כתובת ה- URL של שרת Dynamics CRM, ולאחר מכן לחץ על 'כניסה'. 2. הזן את האישורים שלך במסך הבא כדי להשלים את תהליך הכניסה.
it_it: 1. Immetti l'URL del server Dynamics CRM e fai clic su Accedi. 2. Immetti le tue credenziali nella schermata successiva per completare la procedura di accesso.
ja_jp: 1. Dynamics CRM サーバーの URL を入力し、[サインイン] をクリックします。 2. 次の画面で資格情報を入力してサインイン処理を完了します。
nl_nl: 1. Voer de URL van de Dynamics CRM-server in en klik vervolgens op Aanmelden. 2. Voer uw referenties in op het volgende scherm om het aanmeldingsproces te voltooien.
pl_pl: 1. Wprowadź adres URL serwera systemu Dynamics CRM, a następnie kliknij pozycję Zaloguj. 2. Na następnym ekranie wprowadź poświadczenia, aby zakończyć proces logowania.
pt_pt: 1. Introduza o URL do servidor do Dynamics CRM e clique em Iniciar Sessão. 2. Introduza as suas credenciais no ecrã seguinte para concluir o processo de início de sessão.
ru_ru: 1. Введите URL-адрес сервера Dynamics CRM, а затем щелкните "Войти". 2. Введите свои учетные данные на следующем экране, чтобы завершить процесс входа.
sv_se: 1. Ange URL:en till Dynamics CRM-servern och klicka på Logga in. 2. Ange dina autentiseringsuppgifter på nästa skärm för att slutföra inloggningen.
th_th: 1. ป้อน URL ของเซิร์ฟเวอร์ Dynamics CRM แล้วคลิก ลงชื่อเข้าใช้ 2. ป้อนข้อมูลประจำตัวของคุณบนหน้าจอถัดไปเพื่อดำเนินขั้นตอนการลงชื่อเข้าใช้ให้เสร็จสมบูรณ์
tr_tr: 1. Dynamics CRM sunucu URL'sini girin ve ardından Oturum Aç'a tıklayın. 2. Oturum açma işlemini tamamlamak için sonraki ekranda kimlik bilgilerinizi girin.
zh_tw: 1. 輸入 Dynamics CRM Server URL，然後按一下 [登入]。 2. 在下一個畫面上輸入您的認證，以完成登入程序。

source: Show all projects
ar_sa: إظهار كل المشروعات
da_dk: Vis alle projekter
el_gr: Εμφάνιση όλων των έργων
es_es: Mostrar todos los proyectos
fi_fi: Näytä kaikki projektit
he_il: הצג את כל הפרוייקטים
it_it: Mostra tutti i progetti
ja_jp: プロジェクトをすべて表示
nl_nl: Alle projecten weergeven
pl_pl: Pokaż wszystkie projekty
pt_pt: Mostrar todos os projetos
ru_ru: Показать все проекты
sv_se: Visa alla projekt
th_th: แสดงโครงการทั้งหมด
tr_tr: Tüm projeleri göster
zh_tw: 顯示所有專案

source: Show my projects
ar_sa: إظهار مشروعاتي
da_dk: Vis mine projekter
el_gr: Εμφάνιση των έργων μου
es_es: Mostrar mis proyectos
fi_fi: Näytä omat projektit
he_il: הצג את הפרוייקטים שלי
it_it: Mostra progetti personali
ja_jp: 自分のプロジェクトを表示
nl_nl: Mijn projecten weergeven
pl_pl: Pokaż moje projekty
pt_pt: Mostrar os meus projetos
ru_ru: Показать мои проекты
sv_se: Visa mina projekt
th_th: แสดงโครงการของฉัน
tr_tr: Projelerimi göster
zh_tw: 顯示我的專案

source: Sign Out
ar_sa: تسجيل الخروج
da_dk: Log af
el_gr: Έξοδος
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
he_il: צא
it_it: Disconnetti
ja_jp: サインアウト
nl_nl: Afmelden
pl_pl: Wyloguj
pt_pt: Terminar Sessão
ru_ru: Выход
sv_se: Logga ut
th_th: ลงชื่อออก
tr_tr: Oturumu Kapat
zh_tw: 登出

source: Skill
ar_sa: مهارة
da_dk: Færdighed
el_gr: Δεξιότητα
es_es: Cualificación
fi_fi: Osaamisalue
he_il: כישור
it_it: Competenza
ja_jp: スキル
nl_nl: Vaardigheid
pl_pl: Umiejętność
pt_pt: Competência
ru_ru: Навык
sv_se: Färdighet
th_th: ทักษะ
tr_tr: Beceri
zh_tw: 技能

# SorrySkillSelectionNotSubmitted
source: Sorry, your skill selection couldn't be submitted. Please try again later.
ar_sa: عذرًا، تعذر إرسال مهاراتك المحددة. الرجاء المحاولة مرة أخرى لاحقًا.
da_dk: De færdigheder, du har valgt, kan ikke sendes. Prøv igen senere.
el_gr: Δυστυχώς, η επιλογή δεξιότητας που κάνατε δεν μπόρεσε να υποβληθεί. Δοκιμάστε ξανά αργότερα.
es_es: Lo sentimos, su selección de cualificación no se pudo enviar. Vuelva a intentarlo más tarde.
fi_fi: Valitettavasti osaamisaluevalintaasi ei voi lähettää. Yritä myöhemmin uudelleen.
he_il: מצטערים, לא ניתן לשלוח את בחירת הכישורים שלך. נסה שוב מאוחר יותר.
it_it: Impossibile inviare la tua selezione di competenze. Riprova più tardi.
ja_jp: 申し訳ありません。選択したスキルを送信できませんでした。後でもう一度お試しください。
nl_nl: Uw vaardigheidsselectie kon helaas niet worden verzonden. Probeer het later opnieuw.
pl_pl: Niestety, nie można przesłać wybranych umiejętności. Spróbuj ponownie później.
pt_pt: Não foi possível submeter a seleção da competência. Volte a tentar mais tarde.
ru_ru: Извините, не удалось отправить выбранные вами навыки. Повторите попытку позже.
sv_se: Tyvärr kunde inte ditt färdighetsurval skickas. Försök igen senare.
th_th: ขออภัย ไม่สามารถส่งทักษะที่คุณเลือกได้ โปรดลองอีกครั้งในภายหลัง
tr_tr: Üzgünüz, beceri seçiminiz gönderilemedi. Lütfen daha sonra yeniden deneyin.
zh_tw: 很抱歉，無法送出您選擇的技能項目。請稍後再試。

source: Sort
ar_sa: فرز
da_dk: Sortér
el_gr: Ταξινόμηση
es_es: Ordenar
fi_fi: Lajittelu
he_il: מיון
it_it: Ordina
ja_jp: 並べ替え
nl_nl: Sorteren
pl_pl: Sortuj
pt_pt: Ordenar
ru_ru: Сортировка
sv_se: Sortera
th_th: เรียงลำดับ
tr_tr: Sırala
zh_tw: 排序

source: Sort by:
ar_sa: الفرز حسب:
da_dk: Sortér efter:
el_gr: Ταξινόμηση κατά:
es_es: Ordenar por:
fi_fi: Lajitteluperuste:
he_il: מיין לפי:
it_it: Ordina per:
ja_jp: 並べ替えの基準:
nl_nl: Sorteren op:
pl_pl: Sortuj według:
pt_pt: Ordenar por:
ru_ru: Сортировать по:
sv_se: Sortera efter:
th_th: เรียงลำดับตาม:
tr_tr: Sıralama ölçütü:
zh_tw: 排序依據:

source: Submit
ar_sa: إرسال
da_dk: Send
el_gr: Υποβολή
es_es: Enviar
fi_fi: Lähetä
he_il: שלח
it_it: Invia
ja_jp: 送信
nl_nl: Verzenden
pl_pl: Prześlij
pt_pt: Submeter
ru_ru: Отправить
sv_se: Skicka
th_th: ส่ง
tr_tr: Gönder
zh_tw: 送出

# SubmitError
source: The item can’t be submitted. Please check the data or try again later.
ar_sa: لا يمكن إرسال العنصر. الرجاء التحقق من البيانات أو المحاولة مرة أخرى لاحقاً.
da_dk: Elementet kan ikke sendes. Kontrollér dataene, eller prøv igen senere.
el_gr: Δεν είναι δυνατή η υποβολή του στοιχείου. Ελέγξτε τα δεδομένα ή δοκιμάστε ξανά αργότερα.
es_es: El elemento no se puede enviar. Compruebe los datos o vuelva a intentarlo más tarde.
fi_fi: Nimikettä ei voi lähettää. Tarkista tiedot tai yritä myöhemmin uudelleen.
he_il: לא ניתן לשלוח את הפריט. בדוק את הנתונים או נסה שוב מאוחר יותר.
it_it: Impossibile inviare la voce. Controlla i dati o riprova più tardi.
ja_jp: アイテムを送信できません。データを確認するか、後でやり直してください。
nl_nl: Het item kan niet worden verzonden. Controleer de gegevens of probeer het later opnieuw.
pl_pl: Nie można przesłać elementu. Sprawdź dane lub spróbuj ponownie później.
pt_pt: Não é possível submeter o item. Verifique os dados ou volte a tentar mais tarde.
ru_ru: Невозможно отправить элемент. Проверьте данные или повторите попытку позже.
sv_se: Objektet kan inte skickas. Kontrollera data eller försök igen senare.
th_th: ไม่สามารถส่งรายการนี้ได้ โปรดตรวจสอบข้อมูลหรือลองอีกครั้งในภายหลัง
tr_tr: Öğe gönderilemiyor. Lütfen verileri kontrol edin veya daha sonra yeniden deneyin.
zh_tw: 無法送出此項目。請檢查資料，或稍後再試。

# SubmitLowercase
source: submit
ar_sa: إرسال
da_dk: send
el_gr: υποβολή
es_es: enviar
fi_fi: lähetä
he_il: שלח
it_it: invia
ja_jp: 送信
nl_nl: verzenden
pl_pl: prześlij
pt_pt: submeter
ru_ru: отправить
sv_se: skicka
th_th: ส่ง
tr_tr: gönder
zh_tw: 送出

source: Submitted
ar_sa: تم الإرسال
da_dk: Sendt
el_gr: Υποβλήθηκε
es_es: Enviado
fi_fi: Lähetetty
he_il: נשלח
it_it: Inviato
ja_jp: 送信済み
nl_nl: Verzonden
pl_pl: Przesłano
pt_pt: Submetido
ru_ru: Отправлено
sv_se: Skickad
th_th: ส่งแล้ว
tr_tr: Gönderildi
zh_tw: 已送出

source: Suggest Profile Updates
ar_sa: اقتراح تحديثات ملف التعريف
da_dk: Foreslå opdateringer af profil
el_gr: Πρόταση ενημερώσεων προφίλ
es_es: Sugerir actualizaciones del perfil
fi_fi: Ehdota profiilin päivityksiä
he_il: הצע עדכוני פרופיל
it_it: Suggerisci aggiornamenti profilo
ja_jp: プロファイル更新の提案
nl_nl: Profielupdates voorstellen
pl_pl: Sugeruj aktualizacje profilu
pt_pt: Sugerir Atualizações de Perfil
ru_ru: Предложить обновления профиля
sv_se: Föreslå profiluppdateringar
th_th: เสนอแนะให้ปรับปรุงโปรไฟล์
tr_tr: Profil Güncelleştirmeleri Öner
zh_tw: 建議設定檔更新

# TeamUppercase
source: TEAM
ar_sa: الفريق
el_gr: ΟΜΑΔΑ
es_es: EQUIPO
fi_fi: RYHMÄ
he_il: צוות
ja_jp: チーム
pl_pl: ZESPÓŁ
pt_pt: EQUIPA
ru_ru: РАБОЧАЯ ГРУППА
th_th: ทีม
tr_tr: TAKIM
zh_tw: 團隊

# TextSizeLimitedTo
source: Text is limited to {0} characters.
ar_sa: يقتصر النص على {0} من الحروف.
da_dk: Teksten må højst indeholde {0} tegn.
el_gr: Το κείμενο περιορίζεται σε {0} χαρακτήρες.
es_es: El texto está limitado a {0} caracteres.
fi_fi: Tekstin pituus voi olla enintään {0} merkkiä.
he_il: הטקסט מוגבל ל- {0} תווים.
it_it: Il testo è limitato a {0} caratteri.
ja_jp: テキストに使用できる文字数は {0} 文字以下です。
nl_nl: Tekst mag maximaal {0} tekens lang zijn.
pl_pl: Długość tekstu jest ograniczona do {0} znaków.
pt_pt: O texto está limitado a {0} carateres.
ru_ru: Длина текста не может превышать {0} символов.
sv_se: Text är begränsad till {0} tecken.
th_th: ข้อความต้องยาวไม่เกินขีดจำกัด {0} อักขระ
tr_tr: Metin {0} karakterle sınırlıdır.
zh_tw: 文字僅限於 {0} 個字元。

# ThereAreNoSkillsOnYourProfile
source: There are no skills on your profile. To add a skill, click Add Skill.
ar_sa: لا توجد مهارات في ملف التعريف الخاص بك. لإضافة مهارة، انقر فوق "إضافة مهارة".
da_dk: Din profil indeholder ingen færdigheder. Klik på Tilføj færdighed for at tilføje en færdighed.
el_gr: Δεν υπάρχουν δεξιότητες στο προφίλ σας. Για να προσθέσετε μια δεξιότητα, επιλέξτε "Προσθήκη δεξιότητας".
es_es: No hay ninguna cualificación en su perfil. Para agregar una, haga clic en Agregar cualificación.
fi_fi: Profiilissasi ei ole osaamisalueita. Voit lisätä osaamisalueen valitsemalla Lisää osaamisalue.
he_il: אין כישורים בפרופיל שלך. כדי להוסיף כישור, לחץ על 'הוסף כישור'.
it_it: Non sono presenti competenze nel tuo profilo. Per aggiungerne una, seleziona Aggiungi competenza.
ja_jp: プロファイルにはスキルが追加されていません。スキルを追加するには、[スキルの追加] をクリックしてください。
nl_nl: Er zijn geen vaardigheden in uw profiel. U kunt een vaardigheid toevoegen door op Vaardigheid toevoegen te klikken.
pl_pl: Twój profil nie zawiera umiejętności. Aby dodać umiejętność, kliknij pozycję Dodaj umiejętność.
pt_pt: Não existem competências no seu perfil. Pode adicionar uma competência, clique em Adicionar Competência.
ru_ru: В вашем профиле отсутствуют навыки. Для добавления навыка щелкните "Добавить навык".
sv_se: Det finns inga färdigheter i din profil. Klicka på Lägg till färdighet om du vill lägga till en färdighet.
th_th: ไม่มีทักษะใดๆ ในโปรไฟล์ของคุณ เมื่อต้องการเพิ่มทักษะ ให้คลิก เพิ่มทักษะ
tr_tr: Profilinizde beceri yok. Beceri eklemek için Beceri Ekle'ye tıklayın.
zh_tw: 您的設定檔中沒有技能。若要新增技能，請按一下 [新增技能]。

source: Time Entries
ar_sa: إدخالات الوقت
da_dk: Tidsregistreringer
el_gr: Χρονικές καταχωρήσεις
es_es: Entradas de tiempo
fi_fi: Aikamerkinnät
he_il: ערכי זמן
it_it: Inserimenti ore
ja_jp: 時間入力
nl_nl: Tijdsvermeldingen
pl_pl: Wpisy czasu
pt_pt: Entradas de Hora
ru_ru: Записи времени
sv_se: Tidsposter
th_th: รายการเวลา
tr_tr: Zaman Girişleri
zh_tw: 時間項目

# TimeExceeded
source: Time entries for this date can’t exceed 24 hours.
ar_sa: إدخالات الوقت لهذا التاريخ لا يمكن أن تتجاوز 24 ساعة.
da_dk: Tidsregistreringer for denne dato må ikke overskride 24 timer.
el_gr: Οι χρονικές καταχωρήσεις για αυτήν την ημερομηνία δεν υπερβαίνουν τις 24 ώρες.
es_es: Las entradas de tiempo para esta fecha no pueden ser superiores a 24 horas.
fi_fi: Tämän päivämäärän aikamerkinnät eivät voi ylittää 24:ää tuntia.
he_il: ערכי הזמן עבור תאריך זה לא יכולים לחרוג מ- 24 שעות.
it_it: Gli inserimenti ore per questa data non possono superare le 24 ore.
ja_jp: この日付の時間入力は最大 24 時間です。
nl_nl: Tijdvermeldingen voor deze datum kunnen niet langer zijn dan 24 uur.
pl_pl: Wpisy czasu dla tej daty nie mogą przekraczać 24 godzin.
pt_pt: As entradas de hora para esta data não podem exceder 24 horas.
ru_ru: Записи времени для этой даты не могут превышать 24 часа.
sv_se: Tidsposter för datumet får inte överstiga 24 timmar.
th_th: รายการเวลาสำหรับวันที่นี้ต้องไม่เกิน 24 ชั่วโมง
tr_tr: Bu tarihe ait zaman girişleri 24 saati geçemez.
zh_tw: 這個日期的時間項目不能超過 24 小時。

source: to
ar_sa: إلى
da_dk: til
el_gr: προς
es_es: para
fi_fi: päättyy
he_il: אל
it_it: a
nl_nl: naar
pl_pl: do
pt_pt: a
ru_ru: кому
sv_se: till
th_th: ถึง
tr_tr: kime
zh_tw: 對象

source: Type
ar_sa: النوع
el_gr: Τύπος
es_es: Tipo
fi_fi: Tyyppi
he_il: סוג
it_it: Tipo
ja_jp: 種類
pl_pl: Typ
pt_pt: Tipo
ru_ru: Тип
sv_se: Typ
th_th: ชนิด
tr_tr: Tür
zh_tw: 類型
