Repository: RAZIINTIZAR/Dynamics-365-Project-Service-Automation-
Catalog: Common/Common.Utilities/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th_th, tr_tr, zh_tw

# ItSeemsProfileOutOfDateWouldYouUpdate
source: It seems your profile is out of date. Would you like to update it?
ar_sa: يبدو أن ملف التعريف الخاص بك قديمًا. هل ترغب في تحديثه؟
da_dk: Det ser ud til, at din profil er forældet. Vil du opdatere den?
el_gr: Φαίνεται ότι το προφίλ σας δεν είναι ενημερωμένο. Θέλετε να το ενημερώσετε;
es_es: Parece que su perfil está desactualizado. ¿Desea actualizarlo?
fi_fi: Profiilisi näyttää vanhentuneen. Haluatko päivittää profiiliasi?
he_il: נראה שהפרופיל שלך לא מעודכן. האם ברצונך לעדכן אותו?
it_it: Sembra che il tuo profilo non sia aggiornato. Vuoi aggiornarlo?
ja_jp: プロファイルが最新ではないようです。更新しますか?
nl_nl: Het lijkt erop dat uw profiel verouderd is. Wilt u het bijwerken?
pl_pl: Twój profil jest prawdopodobnie nieaktualny. Czy chcesz go zaktualizować?
pt_pt: O seu perfil parece estar desatualizado. Pretende atualizá-lo?
ru_ru: Судя по всему, ваш профиль устарел. Обновить его?
sv_se: Din profil verkar vara inaktuell. Vill du uppdatera den?
th_th: โปรไฟล์ของคุณอาจเป็นข้อมูลเก่า คุณต้องการปรับปรุงหรือไม่
tr_tr: Profiliniz güncel değil gibi görünüyor. Profilinizi güncelleştirmek ister misiniz?
zh_tw: 您的設定檔已過期。要更新嗎?

# ItSeemsYourProfileIsOutOfDate
source: It seems your profile is out of date. Here is what we have for you:
ar_sa: ‏‫يبدو أن ملف التعريف الخاص بك قديمًا. إليك الموجود لدينا:
da_dk: Det ser ud til, at din profil er forældet. Her kan du se de muligheder, vi har til dig:
el_gr: Φαίνεται ότι το προφίλ σας δεν είναι ενημερωμένο. Δείτε εδώ τι έχουμε για εσάς:
es_es: Parece que su perfil está desactualizado. Esto es lo que tenemos:
fi_fi: Profiilisi näyttää vanhentuneen. Tässä muutamia vaihtoehtoja:
he_il: נראה שהפרופיל שלך לא מעודכן. הנה מה שהכנו עבורך:
it_it: Sembra che il tuo profilo non sia aggiornato. Ecco cosa abbiamo per te:
ja_jp: プロファイルが最新ではないようです。次の情報が検出されました:
nl_nl: Het lijkt erop dat uw profiel verouderd is. Wij hebben het volgende voor u:
pl_pl: Twój profil jest prawdopodobnie nieaktualny. Oto, co możemy Ci zaoferować:
pt_pt: O seu perfil parece estar desatualizado. Segue-se o que temos para lhe oferecer:
ru_ru: Судя по всему, ваш профиль устарел. У нас есть для вас следующие предложения:
sv_se: Din profil verkar vara inaktuell. Här är den information vi har för dig:
th_th: โปรไฟล์ของคุณอาจเป็นข้อมูลเก่า เรามีข้อมูลของคุณดังต่อไปนี้:
tr_tr: Profiliniz güncel değil gibi görünüyor. Sizin için uygun olanlar aşağıda belirtilmiştir:
zh_tw: 您的設定檔已過期。以下是您的內容:

source: Location
ar_sa: الموقع
da_dk: Placering
el_gr: Θέση
es_es: Ubicación
fi_fi: Sijainti
he_il: מיקום
it_it: Località
ja_jp: 場所
nl_nl: Locatie
pl_pl: Lokalizacja
pt_pt: Localização
ru_ru: Расположение
sv_se: Plats
th_th: ตำแหน่งที่ตั้ง
tr_tr: Konum
zh_tw: 位置

# LocationUppercase
source: LOCATION
ar_sa: الموقع
da_dk: PLACERING
el_gr: ΘΕΣΗ
es_es: UBICACIÓN
fi_fi: SIJAINTI
he_il: מיקום
it_it: LOCALITÀ
ja_jp: 場所
nl_nl: LOCATIE
pl_pl: LOKALIZACJA
pt_pt: LOCALIZAÇÃO
ru_ru: РАСПОЛОЖЕНИЕ
sv_se: PLATS
th_th: ตำแหน่งที่ตั้ง
tr_tr: KONUM
zh_tw: 位置

# LoggingInPleaseWait
source: Signing in. Please wait...
ar_sa: يتم الآن تسجيل الدخول. الرجاء الانتظار ...
da_dk: Logger på. Vent et øjeblik ...
el_gr: Γίνεται είσοδος. Περιμένετε...
es_es: Iniciando sesión. Espere...
fi_fi: Odota hetki, kirjaudutaan sisään...
he_il: נכנס למערכת. נא המתן...
it_it: Attendi, accesso in corso...
ja_jp: サインインしています。しばらくお待ちください...
nl_nl: Bezig met aanmelden. Een ogenblik geduld...
pl_pl: Trwa logowanie. Czekaj...
pt_pt: A iniciar sessão. Aguarde...
ru_ru: Выполняется вход. Пожалуйста, подождите...
sv_se: Loggar in. Vänta...
th_th: กำลังชื่อเข้าใช้ โปรดรอสักครู่...
tr_tr: Oturum açılıyor. Lütfen bekleyin...
zh_tw: 正在登入，請稍候...

# LogIn
source: Sign In
ar_sa: تسجيل الدخول
da_dk: Log på
el_gr: Είσοδος
es_es: Iniciar sesión
fi_fi: Kirjaudu sisään
he_il: כניסה
it_it: Accedi
ja_jp: サインイン
nl_nl: Aanmelden
pl_pl: Zaloguj
pt_pt: Iniciar Sessão
ru_ru: Вход
sv_se: Logga in
th_th: ลงชื่อเข้าใช้
tr_tr: Oturum Aç
zh_tw: 登入

# LogOut
source: Sign Out
ar_sa: تسجيل الخروج
da_dk: Log af
el_gr: Έξοδος
es_es: Cerrar sesión
fi_fi: Kirjaudu ulos
he_il: יציאה
it_it: Disconnetti
ja_jp: サインアウト
nl_nl: Afmelden
pl_pl: Wyloguj
pt_pt: Terminar Sessão
ru_ru: Выход
sv_se: Logga ut
th_th: ลงชื่อออก
tr_tr: Oturumu Kapat
zh_tw: 登出

# LogOutOk
source: The session was closed successfully.
ar_sa: تم إغلاق جلسة العمل بنجاح.
da_dk: Sessionen blev lukket.
el_gr: Η περίοδος λειτουργίας έκλεισε με επιτυχία.
es_es: La sesión se cerró correctamente.
fi_fi: Istunto on suljettu.
he_il: ההפעלה נסגרה בהצלחה.
it_it: La sessione è stata chiusa.
ja_jp: セッションは正常に閉じられました。
nl_nl: De sessie is gesloten.
pl_pl: Sesja została zamknięta pomyślnie.
pt_pt: A sessão foi fechada com êxito.
ru_ru: Сеанс успешно закрыт.
sv_se: Sessionen stängdes.
th_th: ปิดเซสชันเรียบร้อยแล้ว
tr_tr: Oturum başarıyla kapatıldı.
zh_tw: 工作階段已成功關閉。

# messageTitle
source: Message
ar_sa: رسالة
da_dk: Meddelelse
el_gr: Μήνυμα
es_es: Mensaje
fi_fi: Viesti
he_il: הודעה
it_it: Messaggio
ja_jp: メッセージ
nl_nl: Bericht
pl_pl: Komunikat
pt_pt: Mensagem
ru_ru: Сообщение
sv_se: Meddelande
th_th: ข้อความ
tr_tr: İleti
zh_tw: 訊息

# MonthLowercase
source: month
ar_sa: الشهر
da_dk: måned
el_gr: μήνας
es_es: mes
fi_fi: kuukausi
he_il: חודש
it_it: mese
ja_jp: 月
nl_nl: maand
pl_pl: miesiąc
pt_pt: mês
ru_ru: месяц
sv_se: månad
th_th: เดือน
tr_tr: ay
zh_tw: 月

# MonthsLowercase
source: months
ar_sa: أشهر
da_dk: måneder
el_gr: μήνες
es_es: meses
fi_fi: kuukaudet
he_il: חודשים
it_it: mesi
ja_jp: 月
nl_nl: maanden
pl_pl: mies.
pt_pt: meses
ru_ru: месяцы
sv_se: månader
th_th: เดือน
tr_tr: ay
zh_tw: 月

# moreDotDotDot
source: more...
ar_sa: المزيد...
da_dk: mere...
el_gr: περισσότερα...
es_es: más...
fi_fi: lisää...
he_il: עוד...
it_it: altro...
ja_jp: 詳細...
nl_nl: meer...
pl_pl: więcej...
pt_pt: mais...
ru_ru: еще...
sv_se: mer...
th_th: เพิ่มเติม...
tr_tr: daha fazla...
zh_tw: 其他...

source: My Connections
ar_sa: اتصالاتي
da_dk: Mine forbindelser
el_gr: Οι συνδέσεις μου
es_es: Mis contactos
fi_fi: Omat yhteydet
he_il: הקשרים שלי
it_it: Connessioni personali
ja_jp: 自分のつながり
nl_nl: Mijn verbindingen
pl_pl: Moje połączenia
pt_pt: As Minhas Ligações
ru_ru: Мои связи
sv_se: Mina anslutningar
th_th: การเชื่อมต่อของฉัน
tr_tr: Bağlantılarım
zh_tw: 我的人脈

source: My Expenses
ar_sa: مصروفاتي
da_dk: Mine udgifter
el_gr: Τα έξοδά μου
es_es: Mis gastos
fi_fi: Omat kulut
he_il: ההוצאות שלי
it_it: Spese personali
ja_jp: 自分の経費
nl_nl: Mijn onkosten
pl_pl: Moje wydatki
pt_pt: As Minhas Despesas
ru_ru: Мои расходы
sv_se: Mina utgifter
th_th: ค่าใช้จ่ายของฉัน
tr_tr: Giderlerim
zh_tw: 我的費用

source: MY SKILLS
ar_sa: مهاراتي
da_dk: MINE FÆRDIGHEDER
el_gr: ΟΙ ΔΕΞΙΟΤΗΤΕΣ ΜΟΥ
es_es: MIS CUALIFICACIONES
fi_fi: OMAT OSAAMISALUEET
he_il: הכישורים שלי
it_it: COMPETENZE PERSONALI
ja_jp: 自分のスキル
nl_nl: MIJN VAARDIGHEDEN
pl_pl: MOJE UMIEJĘTNOŚCI
pt_pt: AS MINHAS COMPETÊNCIAS
ru_ru: МОИ НАВЫКИ
sv_se: MINA FÄRDIGHETER
th_th: ทักษะของฉัน
tr_tr: BECERİLERİM
zh_tw: 我的技能

source: My Time
ar_sa: وقتي
da_dk: Min tid
el_gr: Ο χρόνος μου
es_es: Mi tiempo
fi_fi: Oma aika
he_il: הזמן שלי
it_it: Orario personale
ja_jp: 自分の時間
nl_nl: Mijn tijd
pl_pl: Mój czas
pt_pt: O Meu Tempo
ru_ru: Мое время
sv_se: Min tid
th_th: เวลาของฉัน
tr_tr: Zamanım
zh_tw: 我的時間

source: NEW SKILLS
ar_sa: مهارات جديدة
da_dk: NYE FÆRDIGHEDER
el_gr: ΝΕΕΣ ΔΕΞΙΟΤΗΤΕΣ
es_es: NUEVAS CUALIFICACIONES
fi_fi: UUDET OSAAMISALUEET
he_il: כישורים חדשים
it_it: NUOVE COMPETENZE
ja_jp: 新しいスキル
nl_nl: NIEUWE VAARDIGHEDEN
pl_pl: NOWE UMIEJĘTNOŚCI
pt_pt: NOVAS COMPETÊNCIAS
ru_ru: НОВЫЕ НАВЫКИ
sv_se: NYA FÄRDIGHETER
th_th: ทักษะใหม่
tr_tr: YENİ BECERİLER
zh_tw: 新技能

source: No
ar_sa: لا
da_dk: Nej
el_gr: Όχι
fi_fi: Ei
he_il: לא
ja_jp: いいえ
nl_nl: Nee
pl_pl: Nie
pt_pt: Não
ru_ru: Нет
sv_se: Nej
th_th: ไม่ใช่
tr_tr: Hayır
zh_tw: 否

# NoEntries
source: No entries were found.
ar_sa: لم يتم العثور على إدخالات.
da_dk: Der blev ikke fundet nogen poster.
el_gr: Δεν βρέθηκαν καταχωρήσεις.
es_es: No se encontró ninguna entrada.
fi_fi: Yhtään merkintää ei löytynyt.
he_il: ‏‏לא נמצאו ערכים.
it_it: Nessuna voce trovata.
ja_jp: エントリが見つかりませんでした。
nl_nl: Er zijn geen vermeldingen gevonden.
pl_pl: Nie znaleziono wpisów.
pt_pt: Não foram encontradas entradas.
ru_ru: Записей не найдено.
sv_se: Inga poster hittades.
th_th: ไม่พบรายการใดๆ
tr_tr: Giriş bulunamadı.
zh_tw: 找不到項目。

# NoNetwork
source: We’re having trouble connecting to the server. Please try again later.
ar_sa: نواجه مشكلة في الاتصال بالخادم. ‏‏الرجاء المحاولة مرة أخرى لاحقاً.‬
da_dk: Vi har problemer med at oprette forbindelse til serveren. Prøv igen senere.
el_gr: Αυτήν τη στιγμή αντιμετωπίζουμε πρόβλημα με τη σύνδεση στο διακομιστή. Δοκιμάστε ξανά αργότερα.
es_es: Tenemos problemas para conectar con el servidor. Inténtelo de nuevo más tarde.
fi_fi: Palvelinyhteyden muodostamisessa on ongelmia. Yritä myöhemmin uudelleen.
he_il: נתקלנו בבעיות בהתחברות לשרת. נסה שוב מאוחר יותר.
it_it: Problemi di connessione al server. Riprova più tardi.
ja_jp: サーバーに接続できません。後でもう一度やり直してください。
nl_nl: We kunnen geen verbinding met de server maken. Probeer het later opnieuw.
pl_pl: Wystąpił problem podczas nawiązywania połączenia z serwerem. Spróbuj ponownie później.
pt_pt: Estamos com problemas em estabelecer ligação ao servidor. Volte a tentar mais tarde.
ru_ru: Не удается подключиться к серверу. Повторите попытку позже.
sv_se: Problem uppstod vid försök att ansluta till servern. Försök igen senare.
th_th: เรากำลังประสบปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr_tr: Sunucuya bağlanılırken sorun yaşanıyor. Lütfen daha sonra yeniden deneyin.
zh_tw: 我們無法連線到伺服器。請稍後再試。

source: No requirements
ar_sa: لا توجد متطلبات
da_dk: Ingen krav
el_gr: Δεν υπάρχουν απαιτήσεις
es_es: No hay ningún requisito
fi_fi: Ei tarpeita
he_il: אין דרישות
it_it: Nessun requisito
ja_jp: 要件なし
nl_nl: Geen vereisten
pl_pl: Brak wymagań
pt_pt: Sem necessidades
ru_ru: Нет требований
sv_se: Inga krav
th_th: ไม่มีข้อกำหนดใดๆ
tr_tr: Gereksinim yok
zh_tw: 無需求

# NoResultsFound
source: No results were found.
ar_sa: لم يتم العثور على نتائج.
da_dk: Der blev ikke fundet nogen resultater.
el_gr: Δεν βρέθηκαν αποτελέσματα.
es_es: No se encontró ningún resultado.
fi_fi: Yhtään tulosta ei löytynyt.
he_il: ‏‏לא נמצאו תוצאות.
it_it: Nessun risultato trovato.
ja_jp: 結果が見つかりませんでした。
nl_nl: Er zijn geen resultaten gevonden.
pl_pl: Nie znaleziono wyników.
pt_pt: Não foram encontrados resultados.
ru_ru: Результатов не найдено.
sv_se: Inga resultat hittades.
th_th: ไม่พบผลลัพธ์
tr_tr: Sonuç bulunamadı.
zh_tw: 找不到結果。

source: Not Applicable
ar_sa: غير قابل للتطبيق
da_dk: Ikke tilgængelig
el_gr: Δεν ισχύει
es_es: No aplicable
fi_fi: Ei käytettävissä
he_il: לא ישים
it_it: Non applicabile
ja_jp: 適用なし
nl_nl: Niet van toepassing
pl_pl: Nie dotyczy
pt_pt: Não Aplicável
ru_ru: Неприменимо
sv_se: Saknas
th_th: ไม่สามารถใช้งานได้
tr_tr: Uygulanamaz
zh_tw: 不適用

source: No team members
ar_sa: لا يوجد أعضاء فريق
da_dk: Ingen teammedlemmer
el_gr: Δεν υπάρχουν μέλη ομάδας
es_es: Ningún miembro del equipo
fi_fi: Ei ryhmän jäseniä
he_il: אין חברי צוות
it_it: Nessun membro del team
ja_jp: チーム メンバーなし
nl_nl: Geen teamleden
pl_pl: Brak członków zespołu
pt_pt: Sem membros da equipa
ru_ru: Нет участников рабочей группы
sv_se: Inga teammedlemmar
th_th: ไม่มีสมาชิกของทีม
tr_tr: Takım üyesi yok
zh_tw: 無團隊成員

source: Notes
ar_sa: ملاحظات
da_dk: Noter
el_gr: Σημειώσεις
es_es: Notas
fi_fi: Huomautukset
he_il: הערות
it_it: Note
ja_jp: メモ
nl_nl: Notities
pl_pl: Uwagi
pt_pt: Notas
ru_ru: Примечания
sv_se: Anteckningar
th_th: บันทึกย่อ
tr_tr: Notlar
zh_tw: 附註

# NoWorkCurrently
source: Currently there's no work available. Please check again later.
ar_sa: لا يوجد عمل متوفر حاليًا. يُرجى التحقق مرة أخرى لاحقًا.‬
da_dk: Der er ikke noget tilgængeligt arbejde i øjeblikket. Prøv igen senere.
el_gr: Προς το παρόν δεν υπάρχουν διαθέσιμη εργασία. Ελέγξτε ξανά αργότερα.
es_es: Actualmente no hay ningún trabajo disponible. Vuelva a comprobarlo más tarde.
fi_fi: Työpaikkoja ei ole tarjolla tällä hetkellä. Palaa myöhemmin uudelleen.
he_il: כרגע אין עבודה זמינה. בדוק שוב מאוחר יותר.
it_it: Nessun lavoro disponibile al momento. Ricontrolla più tardi.
ja_jp: 現在使用できる作業はありません。後でもう一度確認してください。
nl_nl: Momenteel is er geen werk beschikbaar. Controleer later opnieuw.
pl_pl: Aktualnie nie ma dostępnej pracy. Sprawdź ponownie później.
pt_pt: De momento, não existe trabalho disponível. Volte a verificar mais tarde.
ru_ru: В настоящее время нет доступной работы. Проверьте позже.
sv_se: Det finns inget arbete tillgängligt. Försök igen senare.
th_th: ไม่มีงานใดๆ ในขณะนี้ โปรดตรวจสอบอีกครั้งในภายหลัง
tr_tr: Şu anda mevcut iş yok. Lütfen daha sonra yeniden kontrol edin.
zh_tw: 目前沒有可用的工作。請稍後再檢查。

source: OK
ar_sa: موافق
el_gr: ΟΚ
es_es: Aceptar
he_il: אישור
ru_ru: ОК
th_th: ตกลง
tr_tr: Tamam
zh_tw: 確定

source: Others
ar_sa: أخرى
da_dk: Andre
el_gr: Άλλα
es_es: Otros
fi_fi: Muut
he_il: אחרים
it_it: Altro
ja_jp: その他
nl_nl: Overig
pl_pl: Inne
pt_pt: Outros
ru_ru: Другие
sv_se: Övriga
th_th: อื่นๆ
tr_tr: Diğerleri
zh_tw: 其他

# OverviewUppercase
source: OVERVIEW
ar_sa: نظرة عامة
da_dk: OVERSIGT
el_gr: ΕΠΙΣΚΟΠΗΣΗ
es_es: INFORMACIÓN GENERAL
fi_fi: YLEISKATSAUS
he_il: מבט כולל
it_it: INFORMAZIONI GENERALI
ja_jp: 概要
nl_nl: OVERZICHT
pl_pl: PRZEGLĄD
pt_pt: DESCRIÇÃO GERAL
ru_ru: ОБЗОР
sv_se: ÖVERSIKT
th_th: ภาพรวม
tr_tr: GENEL BAKIŞ
zh_tw: 概觀

source: Paid
ar_sa: تم السداد
da_dk: Betalt
el_gr: Πληρώθηκε
es_es: Pagada
fi_fi: Maksettu
he_il: שולם
it_it: Pagato
ja_jp: 支払済み
nl_nl: Betaald
pl_pl: Zapłacono
pt_pt: Pago
ru_ru: Оплачено
sv_se: Betald
th_th: ชำระแล้ว
tr_tr: Ödendi
zh_tw: 已付

# PleaseEnterYourCRMURL
source: Enter your Microsoft Dynamics CRM Server URL.
ar_sa: قم بإدخال عنوان URL الخاص بخادم Microsoft Dynamics CRM لديك.
da_dk: Angiv URL-adressen til din Microsoft Dynamics CRM Server.
el_gr: Καταχωρήστε τη διεύθυνση URL σας για τον Microsoft Dynamics CRM Server.
es_es: Especifique la dirección URL del servidor de Microsoft Dynamics CRM.
fi_fi: Anna Microsoft Dynamics CRM -palvelimen URL-osoite.
he_il: הזן את כתובת ה- URL של שרת Microsoft Dynamics CRM.
it_it: Immetti l'URL del server Microsoft Dynamics CRM.
ja_jp: Microsoft Dynamics CRM サーバー URL を入力してください。
nl_nl: Voer de URL voor uw Microsoft Dynamics CRM-server in.
pl_pl: Wprowadź adres URL serwera systemu Microsoft Dynamics CRM.
pt_pt: Introduzo seu URL de Servidor do Microsoft Dynamics CRM.
ru_ru: Введите URL-адрес сервера Microsoft Dynamics CRM.
sv_se: Ange URL:en till din Microsoft Dynamics CRM-server.
th_th: ป้อน URL สำหรับ Microsoft Dynamics CRM Server ของคุณ
tr_tr: Microsoft Dynamics CRM Sunucu URL'nizi girin.
zh_tw: 輸入您的 Microsoft Dynamics CRM Server URL。

# PleaseLogInToYourCRMServer
source: Sign in to your Microsoft Dynamics CRM Server to continue.
ar_sa: قم بتسجيل الدخول إلى خادم Microsoft Dynamics CRM للمتابعة.
da_dk: Log på din Microsoft Dynamics CRM Server for at fortsætte.
el_gr: Εισέλθετε στον Microsoft Dynamics CRM Server, για να συνεχίσετε.
es_es: Inicie sesión en el servidor de Microsoft Dynamics CRM para continuar.
fi_fi: Jatka kirjautumalla Microsoft Dynamics CRM -palvelimeen.
he_il: היכנס לשרת Microsoft Dynamics CRM כדי להמשיך.
it_it: Accedi al server Microsoft Dynamics CRM per continuare.
ja_jp: Microsoft Dynamics CRM サーバーにサインインして続行します。
nl_nl: Meld u aan bij uw Microsoft Dynamics CRM-server om verder te gaan.
pl_pl: Zaloguj się do serwera systemu Microsoft Dynamics CRM, aby kontynuować.
pt_pt: Inicie sessão no seu Servidor do Microsoft Dynamics CRM para continuar.
ru_ru: Выполните вход на сервер Microsoft Dynamics CRM, чтобы продолжить.
sv_se: Logga in på din Microsoft Dynamics CRM-server för att fortsätta.
th_th: ลงชื่อเข้าใช้ Microsoft Dynamics CRM Server เพื่อดำเนินการต่อ
tr_tr: Devam etmek için Microsoft Dynamics CRM Sunucunuzda oturum açın.
zh_tw: 登入您的 Microsoft Dynamics CRM Server 以繼續。

# PleaseSelectSkill
source: Select a skill.
ar_sa: حدد مهارة.
da_dk: Vælg en færdighed.
el_gr: Επιλέξτε δεξιότητα.
es_es: Seleccione una cualificación.
fi_fi: Valitse osaamisalue.
he_il: בחר כישור‬.
it_it: Seleziona una competenza.
ja_jp: スキルを選択します。
nl_nl: Selecteer een vaardigheid.
pl_pl: Wybierz umiejętność.
pt_pt: Selecione uma competência.
ru_ru: Выберите навык.
sv_se: Välj en färdighet.
th_th: เลือกทักษะ
tr_tr: Beceri seçin.
zh_tw: 選取技能。

# PleaseWaitWhileWeSearchDotDotDot
source: Please wait while we search for available jobs...
ar_sa: يُرجى الانتظار حتى نقوم بالبحث عن المهام المتوفرة...
da_dk: Vent, mens vi søger efter tilgængelige job ...
el_gr: Περιμένετε ενώ αναζητούμε διαθέσιμες εργασίες...
es_es: Espere mientras buscamos trabajos disponibles...
fi_fi: Odota, haemme tarjolla olevia työpaikkoja...
he_il: המתן בזמן שאנחנו מחפשים אחר משרות זמינות...
it_it: Attendi, ricerca di lavori disponibili in corso...
ja_jp: 空きがあるジョブを検索しています。しばらくお待ちください...
nl_nl: Even geduld terwijl wij zoeken naar beschikbare functies…
pl_pl: Czekaj, trwa wyszukiwanie dostępnych stanowisk...
pt_pt: Aguarde enquanto procuramos funções disponíveis...
ru_ru: Подождите, пока мы ищем доступные задания...
sv_se: Vänta medan vi söker efter tillgängliga jobb...
th_th: โปรดรอในขณะที่เราค้นหางานที่เปิดรับ...
tr_tr: Mevcut işler aranırken lütfen bekleyin...
zh_tw: 正在搜尋可用工作，請稍候...

source: Position:
ar_sa: المنصب:
da_dk: Stilling:
el_gr: Θέση:
es_es: Puesto:
fi_fi: Toimi:
he_il: תפקיד:
it_it: Posizione:
ja_jp: ポジション:
nl_nl: Positie:
pl_pl: Stanowisko:
pt_pt: Cargo:
ru_ru: Положение:
sv_se: Befattning:
th_th: ตำแหน่ง:
tr_tr: Pozisyon:
zh_tw: 職缺:

source: Posted
ar_sa: تم النشر
da_dk: Sendt
el_gr: Καταχωρήθηκε
es_es: Publicado
fi_fi: Lähetetty
he_il: פורסם
it_it: Registrato
ja_jp: 投稿済み
nl_nl: Geboekt
pl_pl: Opublikowano
pt_pt: Publicado
ru_ru: Опубликовано
sv_se: Publicerat
th_th: โพสต์แล้ว
tr_tr: Gönderildi
zh_tw: 已張貼

# ProcessingDotDotDot
source: Processing...
ar_sa: جارٍ المعالجة ...
da_dk: Behandler...
el_gr: Γίνεται επεξεργασία...
es_es: Procesando...
fi_fi: Käsitellään...
he_il: מעבד...
it_it: Elaborazione in corso...
ja_jp: 処理中...
nl_nl: Verwerken...
pl_pl: Trwa przetwarzanie...
pt_pt: A Processar...
ru_ru: Обработка...
sv_se: Bearbetar...
th_th: กำลังดำเนินการ...
tr_tr: İşleniyor...
zh_tw: 處理中...

source: Proficiency
ar_sa: الكفاءة
da_dk: Kompetence
el_gr: Επάρκεια
es_es: Competencia
fi_fi: Pätevyys
he_il: מומחיות
it_it: Livello di preparazione
ja_jp: 能力
nl_nl: Deskundigheid
pl_pl: Poziom biegłości
pt_pt: Proficiência
ru_ru: Квалификация
sv_se: Kompetens
th_th: ความชำนาญ
tr_tr: Uzmanlık
zh_tw: 熟練度

# proficiencyBySystem
source: Proficiency determined by the system.
ar_sa: تم تحديد الكفاءة بواسطة النظام.
da_dk: Kompetencen blev bestemt af systemet.
el_gr: Η επάρκεια προσδιορίζεται από το σύστημα.
es_es: Competencia determinada por el sistema.
fi_fi: Järjestelmän määrittämä pätevyys.
he_il: המומחיות נקבעה על-ידי המערכת.
it_it: Livello di preparazione determinato dal sistema.
ja_jp: システムによって確認された能力。
nl_nl: Deskundigheid vastgesteld door het systeem.
pl_pl: Poziom biegłości ustalony przez system.
pt_pt: Proficiência determinada pelo sistema.
ru_ru: Квалификация, определенная системой.
sv_se: Kompetens fastställd av systemet.
th_th: ความชำนาญที่ระบบกำหนด
tr_tr: Uzmanlık sistem tarafından belirlendi.
zh_tw: 熟練度由系統決定。

# proficiencyByUser
source: Proficiency determined by the user. The system thinks the proficiency should be
ar_sa: تم تحديد الكفاءة بواسطة المستخدم. يعتقد النظام أن الكفاءة يجب أن تكون
da_dk: Kompetencen blev bestemt af brugeren. Ifølge systemet skal kompetencen være
el_gr: Η επάρκεια προσδιορίζεται από το χρήστη. Το σύστημα θεωρεί ότι η επάρκεια θα πρέπει να είναι
es_es: Competencia determinada por el usuario. El sistema cree que la competencia debe ser
fi_fi: Käyttäjän määrittämä pätevyys. Järjestelmän mukaan pätevyyden pitäisi olla
he_il: המומחיות נקבעה על-ידי המשתמש. המערכת חושבת שהמומחיות צריכה להיות
it_it: Livello di preparazione determinato dall'utente. Secondo il sistema, il livello di preparazione dovrebbe essere
ja_jp: ユーザーによって確認された能力。システムで確認された能力は次のとおりです
nl_nl: Deskundigheid vastgesteld door de gebruiker. De deskundigheid volgens het systeem is
pl_pl: Poziom biegłości ustalony przez użytkownika. System uważa, że odpowiedni poziom biegłości to
pt_pt: Proficiência determinada pelo utilizador. O sistema sugere que a proficiência seja
ru_ru: Квалификация, определенная пользователем. По данным системы, квалификация должна быть следующей:
sv_se: Kompetens fastställd av användaren. Systemet anser att kompetensen ska vara
th_th: ความชำนาญที่ผู้ใช้กำหนด โดยระบบคิดว่าความชำนาญควรมีค่าดังนี้
tr_tr: Uzmanlık kullanıcı tarafından belirlendi. Sisteme göre uzmanlık şu olmalıdır:
zh_tw: 熟練度由使用者決定的。系統認為熟練度應為

source: Profile
ar_sa: ملف التعريف
da_dk: Profil
el_gr: Προφίλ
es_es: Perfil
fi_fi: Profiili
he_il: פרופיל
it_it: Profilo
ja_jp: プロファイル
nl_nl: Profiel
pl_pl: Profil
pt_pt: Perfil
ru_ru: Профиль
sv_se: Profil
th_th: โปรไฟล์
tr_tr: Profil
zh_tw: 設定檔

# ProfileColon
source: Profile:
ar_sa: ملف التعريف:
da_dk: Profil:
el_gr: Προφίλ:
es_es: Perfil:
fi_fi: Profiili:
he_il: פרופיל:
it_it: Profilo:
ja_jp: プロファイル:
nl_nl: Profiel:
pl_pl: Profil:
pt_pt: Perfil:
ru_ru: Профиль:
sv_se: Profil:
th_th: โปรไฟล์:
tr_tr: Profil:
zh_tw: 設定檔:

# ProfileLowercase
source: profile
ar_sa: ملف التعريف
da_dk: profil
el_gr: προφίλ
es_es: perfil
fi_fi: profiili
he_il: פרופיל
it_it: profilo
ja_jp: プロファイル
nl_nl: profiel
pl_pl: profil
pt_pt: perfil
ru_ru: профиль
sv_se: profil
th_th: โปรไฟล์
tr_tr: profil
zh_tw: 設定檔

source: Profile Update
ar_sa: تحديث ملف التعريف
da_dk: Opdatering af profil
el_gr: Ενημέρωση προφίλ
es_es: Actualización del perfil
fi_fi: Profiilin päivitys
he_il: עדכון פרופיל
it_it: Aggiornamento profilo
ja_jp: プロファイルの更新
nl_nl: Profielupdate
pl_pl: Aktualizacja profilu
pt_pt: Atualização de Perfil
ru_ru: Обновление профиля
sv_se: Profiluppdatering
th_th: การปรับปรุงโปรไฟล์
tr_tr: Profil Güncelleştirme
zh_tw: 設定檔更新

source: Project
ar_sa: المشروع
da_dk: Projekt
el_gr: Έργο
es_es: Proyecto
fi_fi: Projekti
he_il: פרוייקט
it_it: Progetto
ja_jp: プロジェクト
pl_pl: Projekt
pt_pt: Projeto
ru_ru: Проект
sv_se: Projekt
th_th: โครงการ
tr_tr: Proje
zh_tw: 專案

source: Project Task
ar_sa: مهمة المشروع
da_dk: Projektopgave
el_gr: Εργασία έργου
es_es: Tarea de proyecto
fi_fi: Projektitehtävä
he_il: משימת פרוייקט
it_it: Attività di progetto
ja_jp: プロジェクト タスク
nl_nl: Projecttaak
pl_pl: Zadanie projektu
pt_pt: Tarefa do Projeto
ru_ru: Задача проекта
sv_se: Projektuppgift
th_th: งานโครงการ
tr_tr: Proje Görevi
zh_tw: 專案工作

# ReallySignOut
source: Are you sure you want to sign out?
ar_sa: هل تريد بالتأكيد تسجيل الخروج؟
da_dk: Er du sikker på, at du vil logge af?
el_gr: Είστε βέβαιοι ότι θέλετε να πραγματοποιήσετε έξοδο;
es_es: ¿Está seguro de que desea cerrar sesión?
fi_fi: Haluatko varmasti kirjautua ulos?
he_il: האם אתה בטוח שברצונך לצאת?
it_it: Vuoi disconnetterti?
ja_jp: サインアウトしますか?
nl_nl: Weet u zeker dat u zich wilt afmelden?
pl_pl: Czy na pewno chcesz się wylogować?
pt_pt: Tem a certeza de que pretende terminar sessão?
ru_ru: Действительно выйти?
sv_se: Vill du logga ut?
th_th: คุณแน่ใจว่าหรือไม่ว่าต้องการลงชื่อออก
tr_tr: Oturumu kapatmak istediğinizden emin misiniz?
zh_tw: 您確定要登出嗎?

source: Recall
ar_sa: استدعاء
da_dk: Tilbagekald
el_gr: Ανάκληση
es_es: Recuperar
fi_fi: Palautus
he_il: אחזר
it_it: Richiama
ja_jp: 取り消し
nl_nl: Intrekken
pl_pl: Odwołaj
pt_pt: Recuperar
ru_ru: Отзыв
sv_se: Återkalla
th_th: เรียกคืน
tr_tr: Geri çek
zh_tw: 回收
