Repository: RAZIINTIZAR/Dynamics-365-Project-Service-Automation-
Catalog: Common/Common.Utilities/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th_th, tr_tr, zh_tw

# errorCrmRequestNotSupported
source: Your Project Service solution might not be set up correctly. Contact your administrator.
ar_sa: ربما لم يتم إعداد حل "خدمة مشروع" بشكل صحيح. اتصل بالمسؤول.
da_dk: Din projektstyringsløsning er muligvis ikke konfigureret korrekt. Kontakt din administrator.
el_gr: Η λύση υπηρεσίας έργου ίσως να μην έχει ρυθμιστεί σωστά. Επικοινωνήστε με το διαχειριστή.
es_es: Su solución de Servicio de proyecto no se ha configurado correctamente. Póngase en contacto con el administrador.
fi_fi: Projektipalveluratkaisu saattaa olla virheellisesti määritetty. Ota yhteys järjestelmänvalvojaan.
he_il: ייתכן שפתרון שירות הפרוייקטים שלך אינו מוגדר כראוי. פנה למנהל המערכת.
it_it: La tua soluzione Servizio di progetto potrebbe non essere configurata correttamente. Contatta l'amministratore.
ja_jp: プロジェクト サービス ソリューションが正しく設定されていない可能性があります。管理者にお問い合わせください。
nl_nl: Uw projectserviceoplossing is mogelijk niet correct ingesteld. Neem contact op met de beheerder.
pl_pl: Rozwiązanie Usługa projektów może być niepoprawnie skonfigurowane. Skontaktuj się z administratorem.
pt_pt: A sua solução de Serviço do Projeto pode não estar configurada corretamente. Contacte o seu administrador.
ru_ru: Возможно, ваше решение для управления проектом настроено неверно. Обратитесь к администратору.
sv_se: Din Projektservice-lösning kanske inte är rätt inställd. Kontakta administratören.
th_th: โซลูชันบริการสำหรับโครงการของคุณอาจได้รับการตั้งค่าไว้ไม่ถูกต้อง ให้ติดต่อผู้ดูแลระบบของคุณ
tr_tr: Proje Hizmeti çözümünüz doğru ayarlanmamış olabilir. Yöneticinizle iletişime geçin.
zh_tw: 您的專案服務解決方案可能未正確設定。請連絡您的系統管理員。

# errorNoInternet
source: You aren’t connected to the Internet. Check your connection and try again.
ar_sa: أنت غير متصل بالإنترنت. تحقق من الاتصال وحاول مرة أخرى.
da_dk: Du har ikke forbindelse til internettet. Kontrollér forbindelsen, og prøv igen.
el_gr: Δεν είστε συνδεδεμένοι στο Internet. Ελέγξτε τη σύνδεσή σας και δοκιμάστε ξανά.
es_es: No está conectado a Internet. Compruebe la conexión e inténtelo de nuevo.
fi_fi: Yhteyttä internetiin ei ole. Tarkista internetyhteys ja yritä uudelleen.
he_il: אינך מחובר לאינטרנט. בדוק את החיבור ונסה שוב.
it_it: Non è presente una connessione a Internet. Controlla la connessione e riprova.
ja_jp: インターネットに接続されていません。接続を確認してから再度お試しください。
nl_nl: U bent niet verbonden met het internet. Controleer uw verbinding en probeer het nogmaals.
pl_pl: Nie masz połączenia z Internetem. Sprawdź połączenie i spróbuj ponownie.
pt_pt: Não está ligado à Internet. Verifique a sua ligação e volte a tentar.
ru_ru: Вы не подключены к Интернету. Проверьте подключение и повторите попытку.
sv_se: Du är inte ansluten till Internet. Kontrollera anslutningen och försök igen.
th_th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต ให้ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr_tr: İnternet'e bağlı değilsiniz. Bağlantınızı kontrol edin ve yeniden deneyin.
zh_tw: 您未連線到網際網路。請檢查連線，然後再試一次。

# errorOAuthUrlRetrieveFailed
source: We can’t connect to the specified server. Check the CRM server URL or your Internet connection and try again.
ar_sa: يتعذر علينا الاتصال بالخادم المحدد. تحقق من عنوان URL الخاص بخادم CRM أو من اتصالك بالإنترنت وحاول مرة أخرى.
da_dk: Vi kan ikke oprette forbindelse til den angivne server. Kontrollér CRM-serverens URL-adresse eller din internetforbindelse, og prøv igen.
el_gr: Δεν μπορούμε να συνδεθούμε στον καθορισμένο διακομιστή. Ελέγξτε τη διεύθυνση URL του διακομιστή CRM ή τη σύνδεσή σας στο Internet και δοκιμάστε ξανά.
es_es: No podemos conectar con el servidor especificado. Compruebe la dirección URL del servidor de CRM o la conexión a Internet e inténtelo de nuevo.
fi_fi: Yhteyttä määritettyyn palvelimeen ei voi muodostaa. Tarkista CRM-palvelimen URL-osoite tai internetyhteys ja yritä uudelleen.
he_il: אין לנו אפשרות להתחבר לשרת שצוין. בדוק את כתובת ה- URL של שרת CRM או את החיבור לאינטרנט ונסה שוב.
it_it: Impossibile connettersi al server specificato. Controlla l'URL del server CRM o la connessione a Internet e riprova.
ja_jp: 指定されたサーバーに接続できません。CRM サーバーの URL またはインターネット接続を確認してから、やり直してください。
nl_nl: Wij kunnen geen verbinding maken met de opgegeven server. Controleer de URL van de CRM-server of uw internetverbinding en probeer het opnieuw.
pl_pl: Nie można nawiązać połączenia z określonym serwerem. Sprawdź adres URL serwera systemu CRM lub połączenie internetowe i spróbuj ponownie.
pt_pt: Não é possível ligar ao servidor especificado. Verifique o URL do servidor CRM ou a sua ligação à Internet e volte a tentar.
ru_ru: Невозможно подключиться к указанному серверу. Проверьте URL-адрес CRM-сервера или свое подключение к Интернету и повторите попытку.
sv_se: Vi kan inte ansluta till den angivna servern. Kontrollera CRM-serverns URL eller Internetanslutningen och försök igen.
th_th: เราไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ที่ระบุ ให้ตรวจสอบ URL ของเซิร์ฟเวอร์ CRM หรือการเชื่อมต่ออินเทอร์เน็ตของคุณ แล้วลองอีกครั้ง
tr_tr: Belirtilen sunucuya bağlanılamıyor. CRM sunucusu URL'sini veya İnternet bağlantınızı kontrol edin ve yeniden deneyin.
zh_tw: 我們無法連線到指定的伺服器。請檢查 CRM 伺服器 URL 或您的網際網路連線，然後再試一次。

# ErrorOpeningFile
source: The following file couldn't be opened: {0}
ar_sa: تعذر فتح الملف التالي: {0}
da_dk: Følgende fil kan ikke åbnes: {0}
el_gr: Δεν ήταν δυνατό το άνοιγμα του ακόλουθου αρχείου: {0}
es_es: No se pudo abrir el siguiente archivo: {0}
fi_fi: Seuraavaa tiedostoa ei voi avata: {0}.
he_il: ‏‏אין אפשרות לפתוח את הקובץ הבא: {0}
it_it: Impossibile aprire il file seguente: {0}
ja_jp: 次のファイルを開けませんでした: {0}
nl_nl: Het volgende bestand kon niet worden geopend: {0}
pl_pl: Nie można otworzyć następującego pliku: {0}
pt_pt: Não foi possível abrir o seguinte ficheiro: {0}
ru_ru: Не удалось открыть следующий файл: {0}
sv_se: Det gick inte att öppna följande fil: {0}
th_th: ไม่สามารถเปิดแฟ้มต่อไปนี้ได้: {0}
tr_tr: Şu dosya açılamadı: {0}
zh_tw: 無法開啟下列檔案: {0}

# errorRestCall
source: An error occurred on the server while processing this operation.
ar_sa: حدث خطأ على الخادم أثناء معالجة هذه العملية.
da_dk: Der opstod en fejl på serveren, mens denne handling blev behandlet.
el_gr: Παρουσιάστηκε σφάλμα στο διακομιστή κατά την επεξεργασία αυτής της λειτουργίας.
es_es: Error en el servidor al procesar esta operación.
fi_fi: Palvelimessa tapahtui virhe tätä toimintoa käsiteltäessä.
he_il: ‏‏אירעה שגיאה בשרת בעת עיבוד פעולה זו.
it_it: Errore sul server durante l'elaborazione di questa operazione.
ja_jp: この操作の処理中にサーバーでエラーが発生しました。
nl_nl: Er is een fout opgetreden op de server tijdens het uitvoeren van deze bewerking.
pl_pl: Wystąpił błąd na serwerze podczas przetwarzania tej operacji.
pt_pt: Ocorreu um erro no servidor ao processar esta operação.
ru_ru: При обработке этой операции произошла ошибка на сервере.
sv_se: Ett fel inträffade på servern när den här åtgärden bearbetades.
th_th: เกิดข้อผิดพลาดบนเซิร์ฟเวอร์ขณะประมวลผลการดำเนินการนี้
tr_tr: Bu işlem yapılırken sunucuda hata oluştu.
zh_tw: 處理此作業時，伺服器發生錯誤。

# errorRetrievePrivilegeForUser
source: You don’t have permission to access the application. Contact your administrator.
ar_sa: ‏‏ليس لديك إذن بالوصول إلى استمارة التقديم. اتصل بالمسؤول لديك.
da_dk: Du har ikke adgangstilladelse til programmet. Kontakt din administrator.
el_gr: Δεν έχετε δικαιώματα πρόσβασης σε αυτήν την εφαρμογή. Επικοινωνήστε με το διαχειριστή.
es_es: No tiene permiso para acceder a la aplicación. Póngase en contacto con el administrador.
fi_fi: Sinulla ei ole oikeuksia sovelluksen käyttämiseen. Ota yhteyttä järjestelmänvalvojaan.
he_il: ‏‏אין לך הרשאה לגשת ליישום. פנה למנהל המערכת.
it_it: Non hai l'autorizzazione per accedere all'applicazione. Contatta l'amministratore.
ja_jp: アプリケーションにアクセスする権限がありません。管理者にお問い合わせください。
nl_nl: U hebt geen machtiging voor toegang tot de toepassing. Neem contact op met de beheerder.
pl_pl: Nie masz uprawnienia dostępu do tej aplikacji. Skontaktuj się z administratorem.
pt_pt: Não tem permissão para aceder à aplicação. Contacte o seu administrador.
ru_ru: У вас нет разрешений на доступ к приложению. Свяжитесь с администратором.
sv_se: Du har inte åtkomstbehörighet till programmet. Kontakta administratören.
th_th: คุณไม่มีสิทธิ์ในการเข้าถึงแอพพลิเคชันนี้ โปรดติดต่อผู้ดูแลระบบของคุณ
tr_tr: Başvuruya erişme izniniz yok. Yöneticinizle iletişime geçin.
zh_tw: 您沒有存取應用程式的權限。請連絡您的系統管理員。

# errorServiceAccessDenied
source: Sorry, you don't have access to the service. Please try signing in again.
ar_sa: عذرًا، ليس لديك إمكانية الوصول إلى الخدمة. الرجاء محاولة تسجيل الدخول مرة أخرى.
da_dk: Du har desværre ikke adgang til denne service. Prøv at logge på igen.
el_gr: Δυστυχώς, δεν έχετε πρόσβαση στην υπηρεσία. Δοκιμάστε να εισέλθετε ξανά.
es_es: Lo sentimos, no tiene permiso para acceder al servicio. Vuelva a intentar iniciar sesión.
fi_fi: Sinulla ei ole käyttöoikeuksia palveluun. Yritä kirjautua uudelleen sisään.
he_il: מצטערים, אין לך גישה לשירות. נסה להיכנס שוב.
it_it: Non disponi dell'accesso al servizio. Prova ad accedere di nuovo.
ja_jp: 申し訳ありません。サービスにアクセスする権限がありません。もう一度サインインをお試しください。
nl_nl: U hebt helaas geen toegang tot de service. Probeer u opnieuw aan te melden.
pl_pl: Niestety, nie masz dostępu do tej usługi. Spróbuj zalogować się ponownie.
pt_pt: Não tem acesso ao serviço. Tente iniciar sessão novamente.
ru_ru: Извините, у вас нет доступа к службе. Повторите попытку входа.
sv_se: Tyvärr har du inte åtkomst till tjänsten. Försök logga in igen.
th_th: ขออภัย คุณไม่มีสิทธิ์เข้าถึงการบริการนี้ โปรดลองลงชื่อเข้าใช้อีกครั้ง
tr_tr: Üzgünüz, servise erişiminiz yok. Lütfen yeniden oturum açmayı deneyin.
zh_tw: 很抱歉，您沒有存取服務的權限。請嘗試重新登入。

# errorServiceContactAdmin
source: Sorry, an error occurred while contacting the service. Please contact your administrator. Error details:\n\n{0}
ar_sa: عذرًا، حدث خطأ أثناء الاتصال بالخدمة. الرجاء الاتصال بالمسؤول لديك. تفاصيل الخطأ:\n\n{0}
da_dk: Der opstod en fejl under kontakt til servicen. Kontakt din administrator. Fejldetaljer:\n\n{0}
el_gr: Δυστυχώς, παρουσιάστηκε σφάλμα κατά την επικοινωνία με την υπηρεσία. Επικοινωνήστε με το διαχειριστή. Λεπτομέρειες σφάλματος:\n\n{0}
es_es: Lo sentimos, se produjo un error al intentar ponerse en contacto con el servicio. Póngase en contacto con el administrador. Detalles del error:\n\n{0}
fi_fi: Virhe yhteydessä palveluun. Ota yhteyttä järjestelmänvalvojaan. Virheen tiedot:\n\n{0}
he_il: מצטערים, אירעה שגיאה בעת ההתחברות לשירות. פנה למנהל המערכת. פרטי שגיאה:\n\n{0}
it_it: Errore nel tentativo di contattare il servizio. Contatta l'amministratore. Dettagli errore:\n\n{0}
ja_jp: 申し訳ありません。サービスへのアクセス中にエラーが発生しました。システム管理者にお問い合わせください。エラー詳細:\n\n{0}
nl_nl: Er is helaas een fout opgetreden bij het contact opnemen met de service. Neem contact op met de beheerder. Foutdetails:\n\n{0}
pl_pl: Niestety, wystąpił błąd podczas nawiązywania kontaktu z usługą. Skontaktuj się z administratorem. Szczegóły błędu:\n\n{0}
pt_pt: Ocorreu um erro ao contactar o serviço. Contacte o seu administrador. Detalhes do erro:\n\n{0}
ru_ru: Извините, при попытке наладить связь со службой произошла ошибка. Свяжитесь со своим администратором. Сведения об ошибке:\n\n{0}
sv_se: Tyvärr inträffade ett fil när tjänsten kontaktades. Kontakta administratören. Felinformation:\n\n{0}
th_th: ขออภัย เกิดข้อผิดพลาดขณะติดต่อการบริการนี้ โปรดติดต่อผู้ดูแลระบบของคุณ รายละเอียดข้อผิดพลาด:\n\n{0}
tr_tr: Üzgünüz, servisle iletişime geçilirken hata oluştu. Lütfen yöneticinizle iletişime geçin. Hata ayrıntıları:\n\n{0}
zh_tw: 很抱歉，連線到服務時發生錯誤。請連絡您的系統管理員。錯誤詳細資料:\n\n{0}

# errorServiceUnknown
source: Sorry, an error occurred while contacting the service. Please try again later.
ar_sa: عذرًا، حدث خطأ أثناء الاتصال بالخدمة. ‏‏الرجاء المحاولة مرة أخرى لاحقاً.
da_dk: Der opstod en fejl under kontakt til servicen. Prøv igen senere.
el_gr: Δυστυχώς, παρουσιάστηκε σφάλμα κατά την επικοινωνία με την υπηρεσία. Δοκιμάστε ξανά αργότερα.
es_es: Lo sentimos, se produjo un error al intentar ponerse en contacto con el servicio. Vuelva a intentarlo más tarde.
fi_fi: Yhteydessä palveluun tapahtui virhe. Yritä myöhemmin uudelleen.
he_il: מצטערים, ‏‏אירעה שגיאה בעת ההתחברות לשירות. נסה שוב מאוחר יותר.
it_it: Errore nel tentativo di contattare il servizio. Riprova più tardi.
ja_jp: 申し訳ありません。サービスへのアクセス中にエラーが発生しました。後でもう一度お試しください。
nl_nl: Er is helaas een fout opgetreden tijdens het contact opnemen met de service. Probeer het later opnieuw.
pl_pl: Niestety, wystąpił błąd podczas nawiązywania kontaktu z usługą. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao contactar o serviço. Volte a tentar mais tarde.
ru_ru: Извините, при попытке наладить связь со службой произошла ошибка. Повторите попытку позже.
sv_se: Tyvärr uppstod ett fel när tjänsten kontaktades. Försök igen senare.
th_th: ขออภัย เกิดข้อผิดพลาดขณะติดต่อการบริการนี้ โปรดลองอีกครั้งในภายหลัง
tr_tr: Üzgünüz, servisle iletişime geçilirken hata oluştu. Lütfen daha sonra yeniden deneyin.
zh_tw: 很抱歉，連線到服務時發生錯誤。請稍後再試。

# errorSessionExpired
source: Your session has expired and you have been signed out. Sign in again.
ar_sa: انتهت صلاحية جلسة العمل الخاصة بك وتم تسجيل خروجك. قم بتسجيل الدخول مرة أخرى.
da_dk: Din session er udløbet, og du blev logget af. Log på igen.
el_gr: Η περίοδος λειτουργίας σας έληξε και εξήλθατε. Εισέλθετε ξανά.
es_es: Su sesión ha expirado y se ha cerrado la sesión. Vuelva a iniciar sesión.
fi_fi: Istuntosi on vanhentunut, ja sinut on kirjattu ulos palvelusta. Kirjaudu uudelleen sisään.
he_il: ‏‏תוקף ההפעלה שלך פג ויצאת מהמערכת. היכנס שוב.
it_it: La sessione è scaduta e sei disconnesso/a. Accedi nuovamente.
ja_jp: セッションが期限切れになり、サインアウトされました。再度サインインしてください。
nl_nl: Uw sessie is verlopen en u bent afgemeld. Meld u opnieuw aan.
pl_pl: Sesja wygasła, co spowodowało wylogowanie Cię. Zaloguj się ponownie.
pt_pt: A sua sessão expirou e a sessão foi terminada. Volte a iniciar sessão.
ru_ru: Сеанс истек, и вы вышли из системы. Повторите вход в систему.
sv_se: Sessionen har gått ut och du har loggats ut. Logga in igen.
th_th: เซสชันของคุณหมดอายุแล้วและระบบได้ลงชื่อออกให้กับคุณ โปรดลงชื่อเข้าใช้อีกครั้ง
tr_tr: Oturumunuzun süresi doldu ve oturumunuz kapatıldı. Yeniden oturum açın.
zh_tw: 您的工作階段已過期，系統已將您登出。請重新登入。

# errorTitle
source: Error
ar_sa: خطأ
da_dk: Fejl
el_gr: Σφάλμα
fi_fi: Virhe
he_il: שגיאה
it_it: Errore
ja_jp: エラー
nl_nl: Fout
pl_pl: Błąd
pt_pt: Erro
ru_ru: Ошибка
sv_se: Fel
th_th: ข้อผิดพลาด
tr_tr: Hata
zh_tw: 錯誤

# ExpenseReceiptSubmitError
source: This expense type can't be submitted without a receipt. Attach a receipt and try submitting the expense again.
ar_sa: لا يمكن إرسال نوع المصروفات هذا بدون إيصال. قم بإرفاق إيصال وحاول إرسال المصروفات مرة أخرى.
da_dk: Denne udgiftstype kan ikke sendes uden en kvittering. Vedhæft en kvittering, og prøv at sende udgiften igen.
el_gr: Δεν είναι δυνατή η υποβολή αυτού του τύπου εξόδου χωρίς απόδειξη. Επισυνάψτε μια απόδειξη και δοκιμάστε να υποβάλετε ξανά το έξοδο.
es_es: Este tipo de gasto no se puede presentar sin recibo. Adjunte un recibo e intente presentar de nuevo el gasto.
fi_fi: Tätä kululajia ei voi lähettää ilman kuittia. Liitä kuitti ja yritä lähettää kulu uudelleen.
he_il: לא ניתן לשלוח סוג הוצאה זה ללא קבלה. צרף קבלה ונסה לשלוח שוב את ההוצאה.
it_it: Questo tipo di spesa non può essere inviato senza ricevuta. Allega una ricevuta e prova di nuovo a inviare la spesa.
ja_jp: 領収書のない経費の種類は送信できません。領収書を添付し、経費の送信をやり直してください。
nl_nl: Dit onkostentype kan niet zonder betalingsbewijs worden verzonden. Voeg een betalingsbewijs toe en probeer de onkostenpost opnieuw te verzenden.
pl_pl: Wydatku tego typu nie można przesłać bez paragonu. Dołącz paragon i spróbuj ponownie przesłać wydatek.
pt_pt: Este tipo de despesa não pode ser submetido sem um recibo. Anexe um recibo e tente submeter a despesa novamente.
ru_ru: Этот тип расходов невозможно отправить без квитанции. Прикрепите квитанцию и попытайтесь отправить расход снова.
sv_se: Utgiftstypen kan inte skickas utan ett kvitto. Bifoga ett kvitto och försök skicka utgiften igen.
th_th: ไม่สามารถส่งค่าใช้จ่ายชนิดนี้ได้โดยไม่มีใบเสร็จ ให้แนบใบเสร็จแล้วลองส่งค่าใช้จ่ายนี้อีกครั้ง
tr_tr: Bu gider türü girişsiz olarak gönderilemez. Bir giriş ekleyin ve gideri yeniden göndermeyi deneyin.
zh_tw: 在沒有收據的情況下，無法送出這種費用類型。請附加收據，再重試一次送出費用。

# expenseSaved
source: Saved
ar_sa: تم الحفظ
da_dk: Gemt
el_gr: Αποθηκευμένο
es_es: Guardado
fi_fi: Tallennettu
he_il: נשמר
it_it: Salvato
ja_jp: 保存済み
nl_nl: Opgeslagen
pl_pl: Zapisano
pt_pt: Guardado
ru_ru: Сохранено
sv_se: Sparat
th_th: บันทึกแล้ว
tr_tr: Kaydedildi
zh_tw: 已儲存

source: External Comments
ar_sa: تعليقات خارجية
da_dk: Eksterne kommentarer
el_gr: Εξωτερικά σχόλια
es_es: Comentarios externos
fi_fi: Ulkoiset kommentit
he_il: הערות חיצוניות
it_it: Commenti esterni
ja_jp: 外部コメント
nl_nl: Externe reacties
pl_pl: Komentarze zewnętrzne
pt_pt: Comentários Externos
ru_ru: Внешние комментарии
sv_se: Externa kommentarer
th_th: ข้อคิดเห็นภายนอก
tr_tr: Harici Yorumlar
zh_tw: 外部留言

# GettingYourInfoDotDotDot
source: Getting your information...
ar_sa: يتم الآن الحصول على المعلومات الخاصة بك...
da_dk: Henter dine oplysninger...
el_gr: Λήψη των πληροφοριών σας...
es_es: Obteniendo su información...
fi_fi: Noudetaan tietoja...
he_il: משיג את המידע שלך...
it_it: Recupero delle tue informazioni in corso...
ja_jp: 情報を取得しています...
nl_nl: Uw gegevens worden geladen...
pl_pl: Trwa pobieranie informacji...
pt_pt: A obter as suas informações...
ru_ru: Получение вашей информации...
sv_se: Hämtar din information...
th_th: กำลังรับข้อมูลของคุณ...
tr_tr: Bilgileriniz alınıyor...
zh_tw: 正在取得您的資訊...

# HereAreSkillsOnYourProfile
source: Here are the skills on your profile. You can update your skills or add a new skill.
ar_sa: فيما يلي المهارات الموجودة في ملف التعريف الخاص بك. يمكنك تحديث مهاراتك أو إضافة مهارة جديدة.
da_dk: Her er færdighederne for din profil. Du kan opdatere dine færdigheder eller tilføje en ny færdighed.
el_gr: Δείτε εδώ τις δεξιότητες στο προφίλ σας. Μπορείτε να ενημερώσετε τις δεξιότητές σας ή να προσθέσετε μια νέα δεξιότητα.
es_es: Estas son las cualificaciones de su perfil. Puede actualizarlas o agregar una nueva.
fi_fi: Tässä ovat profiilisi osaamisalueet. Voit päivittää osaamisalueitasi tai lisätä uuden osaamisalueen.
he_il: הנה הכישורים בפרופיל שלך. יש לך אפשרות לעדכן את הכישורים שלך או להוסיף כישור חדש.
it_it: Queste sono le competenze nel tuo profilo. Puoi aggiornarle o aggiungerne di nuove.
ja_jp: プロファイルにあるスキルは次のとおりです。スキルの更新または新しいスキルの追加を実行できます。
nl_nl: Hier zijn de vaardigheden in uw profiel. U kunt uw vaardigheden bijwerken of een nieuwe vaardigheid toevoegen.
pl_pl: To są umiejętności z Twojego profilu. Możesz zaktualizować swoje umiejętności lub dodać nową.
pt_pt: Estas são as competências do seu perfil. Pode atualizar as competências ou adicionar uma competência nova.
ru_ru: Это указанные в вашем профиле навыки. Можно обновить имеющиеся или добавить новые навыки.
sv_se: Här är färdigheterna i din profil. Du kan uppdatera dina färdigheter eller lägga till en ny färdighet.
th_th: รายการเหล่านี้คือทักษะในโปรไฟล์ของคุณ คุณสามารถปรับปรุงทักษะของคุุณหรือเพิ่มทักษะใหม่ได้
tr_tr: Profilinizdeki beceriler burada belirtilmiştir. Becerilerinizi güncelleştirebilir veya yeni bir beceri ekleyebilirsiniz.
zh_tw: 這是在您的設定檔中的技能。您可以更新技能，或加入新技能。

# HeresWorkThatFits
source: Here's work that fits your experience and preferences.
ar_sa: فيما يلي العمل الذي يلائم خبرتك وتفضيلاتك.
da_dk: Her er arbejde, som svarer til din erfaring og dine præferencer.
el_gr: Δείτε εδώ εργασία που αντιστοιχεί στην εμπειρία και τις προτιμήσεις σας.
es_es: Este trabajo encaja con su experiencia y preferencias.
fi_fi: Nämä työt sopivat kokemukseesi ja valintoihisi.
he_il: הנה משרה שתתאים לניסיון ולהעדפות שלך.
it_it: Questo lavoro corrisponde alla tua esperienza e alle tue preferenze.
ja_jp: 経験と希望に適合した作業は次のとおりです。
nl_nl: Hier is werk dat bij uw ervaring en voorkeuren past.
pl_pl: Oto praca, która najlepiej pasuje do Twojego doświadczenia i preferencji.
pt_pt: Este trabalho adapta-se às suas preferências e experiência.
ru_ru: Это работа, которая соответствует вашему опыту и предпочтениям.
sv_se: Här finns arbete som stämmer överens med dina erfarenheter och önskemål.
th_th: รายการเหล่านี้คืองานที่เหมาะกับประสบการณ์และความต้องการของคุณ
tr_tr: Deneyiminize ve tercihlerinize uyan iş burada belirtilmiştir.
zh_tw: 這是適合您的經驗和喜好的工作。

source: In Process
ar_sa: قيد التقدم
da_dk: I gang
el_gr: Σε εξέλιξη
es_es: En curso
fi_fi: Käsiteltävänä
he_il: בתהליך
it_it: In corso
ja_jp: 処理中
nl_nl: Wordt uitgevoerd
pl_pl: W toku
pt_pt: Em Processamento
ru_ru: В процессе
sv_se: Pågår
th_th: อยู่ระหว่างดำเนินการ
tr_tr: Sürüyor
zh_tw: 處理中

source: Internal Comments
ar_sa: تعليقات داخلية
da_dk: Interne kommentarer
el_gr: Εσωτερικά σχόλια
es_es: Comentarios internos
fi_fi: Sisäiset kommentit
he_il: הערות פנימיות
it_it: Commenti interni
ja_jp: 内部コメント
nl_nl: Interne reacties
pl_pl: Komentarze wewnętrzne
pt_pt: Comentários Internos
ru_ru: Внутренние комментарии
sv_se: Interna kommentarer
th_th: ข้อคิดเห็นภายใน
tr_tr: Dahili Yorumlar
zh_tw: 內部留言

# InvalidDuration
source: You can only enter positive numbers for a time entry duration. Try again with a positive number in the format HH:mm.
ar_sa: يمكنك إدخال أرقامًا موجبة فقط في مدة إدخال الوقت. حاول مرة أخرى باستخدام رقمًا موجبًا بالتنسيق ‏‫س س: د د‬.
da_dk: Du kan kun angive positive tal for varigheden af en tidsregistrering. Prøv igen med et positivt tal i formatet TT:mm.
el_gr: Μπορείτε να καταχωρήσετε μόνο θετικούς αριθμούς για τη διάρκεια μιας χρονικής καταχώρησης. Δοκιμάστε ξανά με έναν θετικό αριθμό σε μορφή HH:mm.
es_es: Solo puede indicar números positivos para una duración de entrada de tiempo. Inténtelo de nuevo con un número positivo con el formato HH:mm.
fi_fi: Aikamerkinnän kesto voi olla vain positiivinen luku. Yritä uudelleen syöttämällä positiivinen luku muodossa HH:mm.
he_il: ניתן להזין מספרים חיוביים בלבד עבור משך של ערך זמן. נסה שוב באמצעות מספר חיובי בתבנית HH:mm.
it_it: Puoi immettere solo numeri positivi per la durata di un inserimento ore. Riprova con un numero positivo nel formato HH.mm.
ja_jp: 時間入力の期間には正の数値のみを入力できます。HH:mm 形式の正の数値を使ってやり直してください。
nl_nl: U kunt alleen positieve getallen invoeren voor een tijdsvermelding die een duur aangeeft. Probeer het opnieuw met een positief getal in de indeling UU:mm.
pl_pl: Jako czas trwania we wpisie czasu można wprowadzać tylko liczby dodatnie. Spróbuj ponownie, używając liczby dodatniej w formacie GG:mm.
pt_pt: Só pode introduzir números positivos para a duração de uma entrada de hora. Volte a tentar com um número positivo no formato HH:mm.
ru_ru: Длительность записи времени может быть выражена только положительными числами. Повторите попытку, указав положительное число в формате ЧЧ:мм.
sv_se: Du kan bara ange positiva tal för en post med tid. Försök igen med ett positivt tal med formatet TT:mm.
th_th: คุณสามารถป้อนระยะเวลาที่เป็นจำนวนบวกเท่านั้นในรายการเวลา ให้ลองอีกครั้งโดยใช้จำนวนบวกในรูปแบบ HH:mm
tr_tr: Bir zaman giriş süresi için yalnızca artı sayılar girebilirsiniz. SA:dd biçiminde bir artı sayıyla yeniden deneyin.
zh_tw: 您只能為時間項目期間輸入正數。請用 HH:mm 格式的正數再試一次。

source: In your connections
ar_sa: في معارفك
da_dk: I dine forbindelser
el_gr: Στις επαφές σας
es_es: En sus contactos
fi_fi: Yhteyshenkilöissäsi
he_il: בקשרים שלך
it_it: Nelle connessioni personali
ja_jp: つながりの中
nl_nl: In uw verbindingen
pl_pl: Wśród Twoich kontaktów
pt_pt: Nos seus contactos
ru_ru: В ваших связях
sv_se: I dina anslutningar
th_th: ในการเชื่อมต่อของคุณ
tr_tr: Bağlantılarınızda
zh_tw: 在您的人脈中
