Repository: RAZIINTIZAR/Dynamics-365-Project-Service-Automation-
Catalog: Common/Common.Utilities/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th_th, tr_tr, zh_tw

source: Account Settings
ar_sa: إعدادات الحساب
da_dk: Indstillinger for firma
el_gr: Ρυθμίσεις λογαριασμού
es_es: Configuración de la cuenta
fi_fi: Tilin asetukset
he_il: הגדרות תיק לקוח
it_it: Impostazioni account
ja_jp: 取引先企業の設定
nl_nl: Accountinstellingen
pl_pl: Ustawienia klienta
pt_pt: Definições da Conta
ru_ru: Параметры учетной записи
sv_se: Kontoinställningar
th_th: การตั้งค่าบัญชี
tr_tr: Firma Ayarları
zh_tw: 帳戶設定

source: Add Proficiency
ar_sa: إضافة كفاءة
da_dk: Tilføj kompetence
el_gr: Προσθήκη επάρκειας
es_es: Agregar competencia
fi_fi: Lisää pätevyys
he_il: הוסף מומחיות
it_it: Aggiungi livello di preparazione
ja_jp: 能力の追加
nl_nl: Deskundigheid toevoegen
pl_pl: Dodaj poziom biegłości
pt_pt: Adicionar Proficiência
ru_ru: Добавить квалификацию
sv_se: Lägg till kompetens
th_th: เพิ่มความชำนาญ
tr_tr: Uzmanlık Ekle
zh_tw: 新增熟練度

source: Address
ar_sa: العنوان
da_dk: Adresse
el_gr: Διεύθυνση
es_es: Dirección
fi_fi: Osoite
he_il: כתובת
it_it: Indirizzo
ja_jp: 住所
nl_nl: Adres
pl_pl: Adres
pt_pt: Endereço
ru_ru: Адрес
sv_se: Adress
th_th: ที่อยู่
tr_tr: Adres
zh_tw: 地址

source: Add Skill
ar_sa: إضافة مهارة
da_dk: Tilføj færdighed
el_gr: Προσθήκη δεξιότητας
es_es: Agregar cualificación
fi_fi: Lisää osaamisalue
he_il: הוסף כישור
it_it: Aggiungi competenza
ja_jp: スキルの追加
nl_nl: Vaardigheid toevoegen
pl_pl: Dodaj umiejętność
pt_pt: Adicionar Competência
ru_ru: Добавить навык
sv_se: Lägg till färdighet
th_th: เพิ่มทักษะ
tr_tr: Beceri Ekle
zh_tw: 新增技能

source: All
ar_sa: ‏‏الكل
da_dk: Alle
el_gr: Όλα
es_es: Todas
fi_fi: Kaikki
he_il: ‏‏הכל
it_it: Tutto
ja_jp: すべて
nl_nl: Alle
pl_pl: Wszystkie
pt_pt: Tudo
ru_ru: Все
sv_se: Alla
th_th: ทั้งหมด
tr_tr: Tümü
zh_tw: 全部

source: Amount
ar_sa: ‏‏المبلغ
da_dk: Beløb
el_gr: Ποσό
es_es: Importe
fi_fi: Summa
he_il: סכום
it_it: Importo
ja_jp: 金額
nl_nl: Bedrag
pl_pl: Kwota
pt_pt: Montante
ru_ru: Сумма
sv_se: Belopp
th_th: จำนวน
tr_tr: Tutar
zh_tw: 總數

# AnErrorOccurredWhileGettingYourWork
source: An error occurred while getting your work recommendations. Please try again later.
ar_sa: حدث خطأ أثناء الحصول على توصيات العمل. ‏‏الرجاء المحاولة مرة أخرى لاحقاً.
da_dk: Der opstod en fejl under hentning af dine arbejdsanbefalinger. Prøv igen senere.
el_gr: Παρουσιάστηκε σφάλμα κατά τη λήψη των εργασιακών προτάσεών σας. Δοκιμάστε ξανά αργότερα.
es_es: Error al obtener las recomendaciones de trabajo. Vuelva a intentarlo más tarde.
fi_fi: Suosituksia noudettaessa tapahtui virhe. Yritä myöhemmin uudelleen.
he_il: ‏‏אירעה שגיאה בעת השגת המלצות העבודה שלך. נסה שוב מאוחר יותר.
it_it: Errore durante il recupero degli elementi consigliati per il lavoro. Riprova più tardi.
ja_jp: 作業の推奨事項の取得中にエラーが発生しました。後でやり直してください。
nl_nl: Er is een fout opgetreden tijdens het laden van uw werkaanbevelingen. Probeer het later opnieuw.
pl_pl: Wystąpił błąd podczas pobierania Twoich rekomendacji dotyczących pracy. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao obter as recomendações de trabalho. Volte a tentar mais tarde.
ru_ru: При получении ваших рабочих рекомендаций произошла ошибка. Повторите попытку.
sv_se: Ett fel uppstod när dina arbetsrekommendationer hämtades. Försök igen senare.
th_th: เกิดข้อผิดพลาดขณะรับคำแนะนำเกี่ยวกับงานของคุณ โปรดลองอีกครั้งในภายหลัง
tr_tr: İşle ilgili önerileriniz alınırken hata oluştu. Lütfen daha sonra yeniden deneyin.
zh_tw: 取得您的工作建議時發生錯誤。請稍後再試。

source: Application sent
ar_sa: تم إرسال استمارة التقديم
da_dk: Ansøgningen blev sendt
el_gr: Η αίτηση εστάλη
es_es: Solicitud enviada
fi_fi: Hakemus lähetetty
he_il: בקשת המועמדות נשלחה
it_it: Domanda inviata
ja_jp: 応募が送信されました
nl_nl: Sollicitatie verzonden
pl_pl: Zgłoszenie zostało wysłane
pt_pt: Candidatura enviada
ru_ru: Заявка отправлена
sv_se: Ansökan skickad
th_th: ส่งใบสมัครแล้ว
tr_tr: Başvuru gönderildi
zh_tw: 應用程式已傳送

source: Apply
ar_sa: تقديم
da_dk: Ansøg
el_gr: Εφαρμογή
es_es: Solicitar
fi_fi: Käytä
he_il: הגש מועמדות
it_it: Invia domanda
ja_jp: 適用
nl_nl: Solliciteren
pl_pl: Kandyduj
pt_pt: Aplicar
ru_ru: Подать заявку
sv_se: Använd
th_th: สมัคร
tr_tr: Başvur
zh_tw: 申請

# ApplyingForJob
source: Applying for this job...
ar_sa: يتم الآن التقديم لهذه المهمة...
da_dk: Ansøger om dette job...
el_gr: Υποβάλλεται αίτηση για αυτήν την εργασία...
es_es: Solicitando este trabajo...
fi_fi: Haetaan tätä työpaikkaa...
he_il: מגיש מועמדות למשרה זו...
it_it: Invio in corso della domanda per questo lavoro...
ja_jp: このジョブに応募しています...
nl_nl: Solliciteert naar deze functie...
pl_pl: Trwa kandydowanie na to stanowisko...
pt_pt: A efetuar candidatura à tarefa...
ru_ru: Отправка заявки на это задание...
sv_se: Ansöker om det här jobbet...
th_th: กำลังสมัครงานนี้...
tr_tr: Bu iş için başvuruluyor...
zh_tw: 正在申請這項工作...

source: APPROVED
ar_sa: معتمَد
da_dk: GODKENDT
el_gr: ΕΓΚΡΙΘΗΚΕ
es_es: APROBADO
fi_fi: HYVÄKSYTTY
he_il: מאושר
it_it: APPROVATO
ja_jp: 承認済み
nl_nl: GOEDGEKEURD
pl_pl: ZATWIERDZONO
pt_pt: APROVADO
ru_ru: УТВЕРЖДЕНО
sv_se: GODKÄNT
th_th: ได้รับการอนุมัติ
tr_tr: ONAYLANDI
zh_tw: 已核准

# ByCompatibilityLowercase
source: by compatibility
ar_sa: حسب التوافق
da_dk: efter kompatibilitet
el_gr: κατά συμβατότητα
es_es: por compatibilidad
fi_fi: yhteensopivuuden mukaan
he_il: לפי התאמה
it_it: per compatibilità
ja_jp: 適合性別
nl_nl: op compatibiliteit
pl_pl: według zgodności
pt_pt: por compatibilidade
ru_ru: по совместимости
sv_se: efter kompatibilitet
th_th: ตามความเข้ากันได้
tr_tr: uyumluluğa göre
zh_tw: 依相容性

# ByDurationLowercase
source: by duration
ar_sa: حسب المدة
da_dk: efter varighed
el_gr: κατά διάρκεια
es_es: por duración
fi_fi: keston mukaan
he_il: לפי משך זמן
it_it: per durata
ja_jp: 期間別
nl_nl: op duur
pl_pl: według czasu trwania
pt_pt: por duração
ru_ru: по длительности
sv_se: efter varaktighet
th_th: ตามระยะเวลา
tr_tr: süreye göre
zh_tw: 依期間

# ByEarliestStartLowercase
source: by earliest start
ar_sa: حسب بدء التشغيل الأول
da_dk: efter tidligste start
el_gr: κατά νωρίτερη έναρξη
es_es: por inicio más temprano
fi_fi: aikaisimman aloituksen mukaan
he_il: לפי ההתחלה המוקדמת ביותר
it_it: per inizio al più presto
ja_jp: 開始の早い順
nl_nl: op vroegste start
pl_pl: według najwcześniejszego rozpoczęcia
pt_pt: por primeiro início
ru_ru: по самому раннему началу
sv_se: efter tidigaste start
th_th: ตามเวลาเริ่มต้นแรกสุด
tr_tr: en erken başlangıca göre
zh_tw: 依最早開始

# ByMyConnectionsLowercase
source: by my connections
ar_sa: حسب اتصالاتي
da_dk: efter mine forbindelser
el_gr: κατά τις συνδέσεις μου
es_es: por mis contactos
fi_fi: omien yhteyksien mukaan
he_il: לפי הקשרים שלי
it_it: per connessioni personali
ja_jp: 自分のつながり別
nl_nl: op mijn verbindingen
pl_pl: według moich połączeń
pt_pt: pelas minhas ligações
ru_ru: по моим связям
sv_se: efter mina anslutningar
th_th: ตามการเชื่อมต่อของฉัน
tr_tr: bağlantılarıma göre
zh_tw: 依我的人脈

source: Cancel
ar_sa: إلغاء
da_dk: Annuller
el_gr: Άκυρο
es_es: Cancelar
fi_fi: Peruuta
he_il: ביטול
it_it: Annulla
ja_jp: キャンセル
nl_nl: Annuleren
pl_pl: Anuluj
pt_pt: Cancelar
ru_ru: Отмена
sv_se: Avbryt
th_th: ยกเลิก
tr_tr: İptal
zh_tw: 取消​​

# CancelLowercase
source: cancel
ar_sa: إلغاء
da_dk: annuller
el_gr: άκυρο
es_es: cancelar
fi_fi: peruuta
he_il: ביטול
it_it: annulla
ja_jp: キャンセル
nl_nl: annuleren
pl_pl: anuluj
pt_pt: cancelar
ru_ru: отмена
sv_se: avbryt
th_th: ยกเลิก
tr_tr: iptal
zh_tw: 取消

# CaptureReceipt
source: Add Receipt
ar_sa: إضافة إيصال
da_dk: Tilføj kvittering
el_gr: Προσθήκη απόδειξης
es_es: Agregar recibo
fi_fi: Lisää kuitti
he_il: הוסף קבלה
it_it: Aggiungi ricevuta
ja_jp: 領収書の追加
nl_nl: Betalingsbewijs toevoegen
pl_pl: Dodaj paragon
pt_pt: Adicionar Recibo
ru_ru: Добавить квитанцию
sv_se: Lägg till kvitto
th_th: เพิ่มใบเสร็จ
tr_tr: Giriş Ekle
zh_tw: 新增收據

source: Category
ar_sa: الفئة
da_dk: Kategori
el_gr: Κατηγορία
es_es: Categoría
fi_fi: Luokka
he_il: קטגוריה
it_it: Categoria
ja_jp: カテゴリ
nl_nl: Categorie
pl_pl: Kategoria
pt_pt: Categoria
ru_ru: Категория
sv_se: Kategori
th_th: ประเภท
tr_tr: Kategori
zh_tw: 類別

# CategoryError
source: You can't save an expense without a category. Select a category and try saving again.
ar_sa: لا يمكنك حفظ مصروفات بدون فئة. حدد فئة وحاول الحفظ مرة أخرى.
da_dk: Du kan ikke gemme en udgift uden en kategori. Vælg en kategori, og prøv at gemme igen.
el_gr: Δεν μπορείτε να αποθηκεύσετε ένα έξοδο χωρίς κατηγορία. Επιλέξτε μια κατηγορία και δοκιμάστε να κάνετε ξανά αποθήκευση.
es_es: No puede guardar un gasto sin una categoría. Seleccione una categoría e intente volver a guardar.
fi_fi: Et voi tallentaa kulua ilman luokkaa. Valitse luokka ja yritä tallentaa uudelleen.
he_il: לא ניתן לשמור הוצאה ללא קטגוריה. בחר קטגוריה ונסה לשמור שוב.
it_it: Non puoi salvare una spesa senza una categoria. Seleziona una categoria e prova di nuovo a salvare.
ja_jp: カテゴリのない経費は保存できません。カテゴリを選択してやり直してください。
nl_nl: U kunt geen onkostenpost opslaan zonder een categorie. Selecteer een categorie en probeer opnieuw op te slaan.
pl_pl: Nie można zapisać wydatku bez kategorii. Wybierz kategorię i spróbuj ponownie zapisać wydatek.
pt_pt: Não pode guardar uma despesa sem uma categoria. Selecione uma categoria e tente guardar novamente.
ru_ru: Невозможно сохранить расход без категории. Выберите категорию и повторите попытку.
sv_se: Du kan inte spara en utgift utan en kategori. Välj en kategori och försök spara igen.
th_th: คุณไม่สามารถบันทึกค่าใช้จ่ายได้โดยไม่มีประเภท ให้เลือกประเภทแล้วลองบันทึกอีกครั้ง
tr_tr: Bir gideri kategorisiz olarak kaydedemezsiniz. Kategori seçin ve yeniden deneyin.
zh_tw: 您無法儲存沒有類別的費用。請選取類別後，再嘗試儲存一次。

# ChangeExpenseTypeWarning
source: If you change the expense category, the following information will be lost: {0}. Do you want to continue?
ar_sa: إذا قمت بتغيير فئة المصروفات، فسوف يتم فقد المعلومات التالية: {0}. هل تريد المتابعة؟
da_dk: Hvis du ændrer udgiftskategorien, går følgende oplysninger tabt: {0}. Vil du fortsætte?
el_gr: Αν αλλάξετε την κατηγορία εξόδου, θα χαθούν οι ακόλουθες πληροφορίες: {0}. Θέλετε να συνεχίσετε;
es_es: Si cambia la categoría de gastos, se perderá la siguiente información: {0}. ¿Desea continuar?
fi_fi: Jos muutat kululuokkaa, seuraavat tiedot menetetään: {0}. Haluatko jatkaa?
he_il: אם תשנה את קטגוריית ההוצאה, ייתכן שהמידע הבא יאבד: {0}. האם ברצונך להמשיך?
it_it: Se modifichi una categoria di spesa, le seguenti informazioni andranno perse: {0}. Vuoi continuare?
ja_jp: 経費のカテゴリを変更すると、次の情報が失われる可能性があります: {0}。 続行しますか?
nl_nl: Als u de onkostencategorie wijzigt, gaat de volgende informatie verloren: {0}. Wilt u doorgaan?
pl_pl: Zmiana kategorii wydatku spowoduje utratę następujących informacji: {0}. Czy chcesz kontynuować?
pt_pt: Se alterar a categoria da despesa, perderá as seguintes informações: {0}. Pretende continuar?
ru_ru: Если изменить категорию расходов, следующая информация будет утеряна: {0}. Продолжить?
sv_se: Om du ändrar utgiftskategori förloras följande information: {0}. Vill du fortsätta?
th_th: ถ้าคุณเปลี่ยนแปลงประเภทค่าใช้จ่าย ข้อมูลต่อไปนี้จะสูญหาย: {0} คุณต้องการดำเนินการต่อหรือไม่
tr_tr: Gider kategorisini değiştirirseniz şu bilgiler kaybolacak: {0} Devam etmek istiyor musunuz?
zh_tw: 如果變更費用類別，下列資訊將會遺失: {0}。 您要繼續嗎?

source: Compatibility
ar_sa: التوافق
da_dk: Kompatibilitet
el_gr: Συμβατότητα
es_es: Compatibilidad
fi_fi: Yhteensopivuus
he_il: התאמה
it_it: Compatibilità
ja_jp: 適合性
nl_nl: Compatibiliteit
pl_pl: Zgodność
pt_pt: Compatibilidade
ru_ru: Совместимость
sv_se: Kompatibilitet
th_th: ความเข้ากันได้
tr_tr: Uyumluluk
zh_tw: 相容性

source: Connected to
ar_sa: متصل بـ
da_dk: Der er forbindelse til
el_gr: Σε σύνδεση με
es_es: Relacionado con
fi_fi: Yhdistetty kohteeseen
he_il: מקושר אל
it_it: Connesso a
ja_jp: 接続先
nl_nl: Verbonden met
pl_pl: Cel połączenia
pt_pt: Ligado a
ru_ru: Связан с
sv_se: Ansluten till
th_th: เชื่อมต่อถึง
tr_tr: Bağlanma hedefi
zh_tw: 人脈目標

# ContactingYourCompanyDotDotDot
source: Contacting your company...
ar_sa: يتم الآن الاتصال بالشركة...
da_dk: Kontakter dit firma...
el_gr: Επικοινωνία με την εταιρεία σας...
es_es: Poniéndose en contacto con su empresa...
fi_fi: Muodostetaan yhteyttä yritykseesi...
he_il: יוצר קשר עם החברה שלך...
it_it: Contatto in corso con la tua società...
ja_jp: 会社にアクセスしています...
nl_nl: Er wordt contact opgenomen met uw bedrijf...
pl_pl: Trwa kontaktowanie się z Twoją firmą...
pt_pt: A contactar a sua empresa...
ru_ru: Устанавливаем связь с вашей компанией...
sv_se: Kontaktar ditt företag...
th_th: กำลังติดต่อบริษัทของคุณ...
tr_tr: Şirketinizle iletişime geçiliyor...
zh_tw: 正在連絡您的公司...

# Create
source: New
ar_sa: جديد
da_dk: Ny
el_gr: Δημιουργία
es_es: Nuevo
fi_fi: Uusi
he_il: חדש
it_it: Nuovo
ja_jp: 新規
nl_nl: Nieuw
pl_pl: Nowy
pt_pt: Novo
ru_ru: Новый
sv_se: Nytt
th_th: สร้าง
tr_tr: Yeni
zh_tw: 新增​​

source: Currency
ar_sa: العملة
da_dk: Valuta
el_gr: Νόμισμα
es_es: Divisa
fi_fi: Valuutta
he_il: מטבע
it_it: Valuta
ja_jp: 通貨
nl_nl: Valuta
pl_pl: Waluta
pt_pt: Moeda
ru_ru: Валюта
sv_se: Valuta
th_th: สกุลเงิน
tr_tr: Para birimi
zh_tw: 貨幣

source: Customers
ar_sa: العملاء
da_dk: Kunder
el_gr: Πελάτες
es_es: Clientes
fi_fi: Asiakkaat
he_il: לקוחות
it_it: Clienti
ja_jp: 顧客
nl_nl: Klanten
pl_pl: Klienci
pt_pt: Clientes
ru_ru: Клиенты
sv_se: Kunder
th_th: ลูกค้า
tr_tr: Müşteriler
zh_tw: 客戶

source: Date
ar_sa: التاريخ
da_dk: Dato
el_gr: Ημερομηνία
es_es: Fecha
fi_fi: Päivämäärä
he_il: תאריך
it_it: Data
ja_jp: 日付
nl_nl: Datum
pl_pl: Data
pt_pt: Data
ru_ru: Дата
sv_se: Datum
th_th: วันที่
tr_tr: Tarih
zh_tw: 日期

# DateInvalidWarning
source: The specified date isn't valid.
ar_sa: التاريخ المحدد غير صالح.
da_dk: Den angivne dato er ikke gyldig.
el_gr: Η καθορισμένη ημερομηνία δεν είναι έγκυρη.
es_es: La fecha especificada no es válida.
fi_fi: Määritetty päivämäärä on virheellinen.
he_il: התאריך שצוין אינו חוקי.
it_it: La data specificata non è valida.
ja_jp: 指定された日付は無効です。
nl_nl: De opgegeven datum is ongeldig.
pl_pl: Określona data jest nieprawidłowa.
pt_pt: A data especificada não é válida.
ru_ru: Указана недопустимая дата.
sv_se: Det angivna datumet är ogiltigt.
th_th: วันที่ที่ระบุไม่ถูกต้อง
tr_tr: Belirtilen tarih geçerli değil.
zh_tw: 指定的日期無效。

# DayLowercase
source: day
ar_sa: يوم
da_dk: dag
el_gr: ημέρα
es_es: día
fi_fi: päivä
he_il: יום
it_it: giorno
ja_jp: 日
nl_nl: dag
pl_pl: dzień
pt_pt: dia
ru_ru: день
sv_se: dag
th_th: วัน
tr_tr: gün
zh_tw: 日

# DaysLowercase
source: days
ar_sa: أيام
da_dk: dage
el_gr: ημέρες
es_es: días
fi_fi: päivää
he_il: ימים
it_it: giorni
ja_jp: 日
nl_nl: dagen
pl_pl: dni
pt_pt: dias
ru_ru: дни
sv_se: dagar
th_th: วัน
tr_tr: gün
zh_tw: 日

source: Delete
ar_sa: حذف
da_dk: Slet
el_gr: Διαγραφή
es_es: Eliminar
fi_fi: Poista
he_il: מחק
it_it: Elimina
ja_jp: 削除
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ta bort
th_th: ลบ
tr_tr: Sil
zh_tw: 刪除

# DeleteWarning
source: The selected items will be deleted.
ar_sa: سيتم حذف العناصر المحددة.
da_dk: De valgte elementer slettes.
el_gr: Τα επιλεγμένα στοιχεία θα διαγραφούν.
es_es: Los elementos seleccionados se eliminarán.
fi_fi: Valitut nimikkeet poistetaan.
he_il: הפריטים שנבחרו יימחקו.
it_it: Le voci selezionate verranno eliminate.
ja_jp: 選択した項目が削除されます。
nl_nl: De geselecteerde items worden verwijderd.
pl_pl: Wybrane elementy zostaną usunięte.
pt_pt: Os itens selecionados serão eliminados.
ru_ru: Выбранные элементы будут удалены.
sv_se: De valda objekten kommer att tas bort.
th_th: รายการที่เลือกจะถูกลบออก
tr_tr: Seçilen öğeler silinecek.
zh_tw: 選取的項目將被刪除。

# DeleteWarningExpense
source: The selected expense will be deleted.
ar_sa: سيتم حذف المصروفات المحددة.
da_dk: Den valgte udgift slettes.
el_gr: Το επιλεγμένο έξοδο θα διαγραφεί.
es_es: El gasto seleccionado se eliminará.
fi_fi: Valittu kulu poistetaan.
he_il: ההוצאה שנבחרה תימחק.
it_it: La spesa selezionata verrà eliminata.
ja_jp: 選択した経費が削除されます。
nl_nl: De geselecteerde onkostenpost wordt verwijderd.
pl_pl: Wybrany wydatek zostanie usunięty.
pt_pt: A despesa selecionada será eliminada.
ru_ru: Выбранные расходы будут удалены.
sv_se: Den valda utgiften kommer att tas bort.
th_th: ค่าใช้จ่ายที่เลือกจะถูกลบออก
tr_tr: Seçilen gider silinecek.
zh_tw: 選取的費用將被刪除。

# DeleteWarningTime
source: The selected time entry will be deleted.
ar_sa: سيتم حذف إدخال الوقت المحدد.
da_dk: Den valgte tidsregistrering slettes.
el_gr: Η επιλεγμένη χρονική καταχώρηση θα διαγραφεί.
es_es: La entrada de tiempo seleccionada se eliminará.
fi_fi: Valittu aikamerkintä poistetaan.
he_il: ערך הזמן שנבחר יימחק.
it_it: L'inserimento ore selezionato verrà eliminato.
ja_jp: 選択した時間入力が削除されます。
nl_nl: De geselecteerde tijdsvermelding wordt verwijderd.
pl_pl: Wybrany wpis czasu zostanie usunięty.
pt_pt: A entrada de hora selecionada será eliminada.
ru_ru: Выбранная запись времени будет удалена.
sv_se: Den valda tidsposten kommer att tas bort.
th_th: รายการเวลาที่เลือกจะถูกลบออก
tr_tr: Seçilen zaman girişi silinecek.
zh_tw: 選取的時間項目將被刪除。

source: Description
ar_sa: الوصف
da_dk: Beskrivelse
el_gr: Περιγραφή
es_es: Descripción
fi_fi: Kuvaus
he_il: תיאור
it_it: Descrizione
ja_jp: 説明
nl_nl: Beschrijving
pl_pl: Opis
pt_pt: Descrição
ru_ru: Описание
sv_se: Beskrivning
th_th: คำอธิบาย
tr_tr: Açıklama
zh_tw: 描述

# DescriptionUppercase
source: DESCRIPTION
ar_sa: الوصف
da_dk: BESKRIVELSE
el_gr: ΠΕΡΙΓΡΑΦΗ
es_es: DESCRIPCIÓN
fi_fi: KUVAUS
he_il: תיאור
it_it: DESCRIZIONE
ja_jp: 説明
nl_nl: BESCHRIJVING
pl_pl: OPIS
pt_pt: DESCRIÇÃO
ru_ru: ОПИСАНИЕ
sv_se: BESKRIVNING
th_th: คำอธิบาย
tr_tr: AÇIKLAMA
zh_tw: 描述

source: Details
ar_sa: التفاصيل
da_dk: Detaljer
el_gr: Λεπτομέρειες
es_es: Detalles
fi_fi: Tiedot
he_il: פרטים
it_it: Dettagli
ja_jp: 詳細
pl_pl: Szczegóły
pt_pt: Detalhes
ru_ru: Подробно
sv_se: Detaljer
th_th: รายละเอียด
tr_tr: Ayrıntılar
zh_tw: 詳細資料​​

source: Discard
ar_sa: تجاهل
da_dk: Slet
el_gr: Απόρριψη
es_es: Descartar
fi_fi: Hylkää
he_il: בטל
it_it: Rimuovi
ja_jp: 破棄
nl_nl: Negeren
pl_pl: Odrzuć
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ignorera
th_th: ละทิ้ง
tr_tr: At
zh_tw: 捨棄

source: Draft
ar_sa: مسودة
da_dk: Kladde
el_gr: Προσχέδιο
es_es: Borrador
fi_fi: Luonnos
he_il: טיוטה
it_it: Bozza
ja_jp: 下書き
nl_nl: Concept
pl_pl: Wersja robocza
pt_pt: Rascunho
ru_ru: Черновик
sv_se: Utkast
th_th: แบบร่าง
tr_tr: Taslak
zh_tw: 草稿

# Duration
source: Duration (HH:mm)
ar_sa: المدة (س س:د د‬)
da_dk: Varighed (TT:mm)
el_gr: Διάρκεια (HH:mm)
es_es: Duración (HH:mm)
fi_fi: Kesto (HH:mm)
he_il: משך (HH:mm)
it_it: Durata (HH.mm)
ja_jp: 期間 (HH:mm)
nl_nl: Duur (uu:mm)
pl_pl: Czas trwania (GG:mm)
pt_pt: Duração (HH:mm)
ru_ru: Длительность (ЧЧ:мм)
sv_se: Varaktighet (TT:mm)
th_th: ระยะเวลา (HH:mm)
tr_tr: Süre (SA:dd)
zh_tw: 期間 (HH:mm)

# DurationText
source: Duration
ar_sa: المدة
da_dk: Varighed
el_gr: Διάρκεια
es_es: Duración
fi_fi: Kesto
he_il: משך
it_it: Durata
ja_jp: 期間
nl_nl: Duur
pl_pl: Czas trwania
pt_pt: Duração
ru_ru: Длительность
sv_se: Varaktighet
th_th: ระยะเวลา
tr_tr: Süre
zh_tw: 期間

source: Earliest Start
ar_sa: بدء التشغيل الأول
da_dk: Tidligste start
el_gr: Νωρίτερη έναρξη
es_es: Inicio más temprano
fi_fi: Aikaisin aloitus
he_il: ההתחלה המוקדמת ביותר
it_it: Inizio al più presto
ja_jp: 最も早い開始
nl_nl: Vroegste start
pl_pl: Najwcześniejsze rozpoczęcie
pt_pt: Primeiro Início
ru_ru: Самое раннее начало
sv_se: Tidigaste start
th_th: เวลาเริ่มต้นแรกสุด
tr_tr: En Erken Başlangıç
zh_tw: 最早開始

# endPoint
source: CRM Online Address
ar_sa: عنوان CRM Online
da_dk: CRM Online-adresse
el_gr: Διεύθυνση CRM Online
es_es: Dirección de CRM Online
fi_fi: CRM Online -osoite
he_il: כתובת CRM Online‏
it_it: Indirizzo CRM Online
ja_jp: CRM Online アドレス
nl_nl: CRM Online-adres
pl_pl: Adres usługi CRM Online
pt_pt: Endereço do CRM Online
ru_ru: Адрес в CRM Online
sv_se: CRM Online-adress
th_th: ที่อยู่ CRM Online
tr_tr: CRM Online Adresi
zh_tw: CRM Online 位址

# errorAuthenticationCancelled
source: You have canceled the authentication. To use the app, sign in to your CRM server.
ar_sa: لقد قمت بإلغاء المصادقة. لاستخدام التطبيق، قم بتسجيل الدخول إلى خادم CRM الخاص بك.
da_dk: Du har annulleret godkendelsen. Du skal logge på din CRM-server for at kunne bruge appen.
el_gr: Ακυρώσατε τον έλεγχο ταυτότητας. Για να χρησιμοποιήσετε την εφαρμογή, εισέλθετε στο διακομιστή CRM.
es_es: Ha cancelado la autenticación. Para usar la aplicación, inicie sesión en el servidor de CRM.
fi_fi: Olet peruuttanut todennuksen. Voit käyttää sovellusta kirjautumalla CRM-palvelimeen.
he_il: ביטלת את האימות. כדי להשתמש ביישום, היכנס לשרת CRM.
it_it: Hai annullato l'autenticazione. Per usare l'app, accedi al server CRM.
ja_jp: 認証が取り消されました。アプリを試用するには、CRM サーバーにサインインしてください。
nl_nl: U hebt de verificatie geannuleerd. Als u de app wilt gebruiken, meldt u zich aan bij uw CRM-server.
pl_pl: Uwierzytelnianie zostało anulowane. Aby użyć tej aplikacji, zaloguj się do serwera systemu CRM.
pt_pt: Cancelou a autenticação. Para utilizar a aplicação, inicie sessão no seu servidor do CRM.
ru_ru: Аутентификация отменена. Чтобы использовать это приложение, выполните вход на сервер CRM.
sv_se: Du har avbrutit autentiseringen. Logga in på din CRM-server om du vill använda appen.
th_th: คุณได้ยกเลิกการรับรองความถูกต้อง เมื่อต้องการใช้แอพนี้ ให้ลงชื่อเข้าใช้เซิร์ฟเวอร์ CRM ของคุณ
tr_tr: Kimlik doğrulamayı iptal ettiniz. Uygulamayı kullanmak için, CRM sunucunuzda oturum açın.
zh_tw: 您已取消驗證。若要使用應用程式，請登入您的 CRM 伺服器。

# errorAuthenticationFailed
source: An error occurred while trying to authenticate you with the server. Please try again later.
ar_sa: حدث خطأ أثناء محاول المصادقة مع الخادم. ‏‏الرجاء المحاولة مرة أخرى لاحقاً.
da_dk: Der opstod en fejl under forsøg på godkendelse på serveren. Prøv igen senere.
el_gr: Παρουσιάστηκε σφάλμα κατά την απόπειρα ελέγχου ταυτότητάς σας στο διακομιστή. Δοκιμάστε ξανά αργότερα.
es_es: Error al intentar autenticarle con el servidor. Vuelva a intentarlo más tarde.
fi_fi: Todennuksessa palvelimeen tapahtui virhe. Yritä myöhemmin uudelleen.
he_il: ‏‏אירעה שגיאה בעת הניסיון לאמת אותך בשרת. נסה שוב מאוחר יותר.
it_it: Errore durante il tentativo di autenticazione sul server. Riprova più tardi.
ja_jp: サーバーでの認証中にエラーが発生しました。後でもう一度お試しください。
nl_nl: Er is een fout opgetreden tijdens een poging om u te verifiëren op de server. Probeer het later opnieuw.
pl_pl: Wystąpił błąd podczas próby wykonania uwierzytelniania na serwerze. Spróbuj ponownie później.
pt_pt: Ocorreu um erro ao tentar autenticá-lo no servidor. Volte a tentar mais tarde.
ru_ru: При попытке аутентифицировать вас на сервере произошла ошибка. Повторите попытку позже.
sv_se: Ett fel inträffade vid försök att autentisera dig hos servern. Försök igen senare.
th_th: เกิดข้อผิดพลาดขณะพยายามรับรองความถูกต้องของคุณกับเซิร์ฟเวอร์ โปรดลองอีกครั้งในภายหลัง
tr_tr: Sunucuda kimlik doğrulamanız yapılmaya çalışılırken hata oluştu. Lütfen daha sonra yeniden deneyin.
zh_tw: 嘗試在伺服器上驗證您的身分時發生錯誤。請稍後再試。
