Repository: RAZIINTIZAR/Dynamics-365-Project-Service-Automation-
Catalog: Common/Common.Utilities/Resources/AppResources.*.resx
Languages: ar_sa, da_dk, el_gr, es_es, fi_fi, he_il, it_it, ja_jp, nl_nl, pl_pl, pt_pt, ru_ru, sv_se, th_th, tr_tr, zh_tw

# UnsavedDataWarning
source: Your unsaved data will be lost. Are you sure you want to discard all your changes?
ar_sa: سيتم فقدان البيانات التي لم يتم حفظها. هل تريد بالتأكيد تجاهل كل تغييراتك؟
da_dk: De data, der ikke er gemt, går tabt. Er du sikker på, at du vil slette alle dine ændringer?
el_gr: Τα μη αποθηκευμένα δεδομένα σας θα χαθούν. Είστε βέβαιοι ότι θέλετε να απορρίψετε τις αλλαγές σας;
es_es: Se perderán los datos no guardados. ¿Está seguro de que desea descartar todos los cambios?
fi_fi: Tallentamattomat tiedot menetetään. Haluatko varmasti hylätä kaikki muutokset?
he_il: הנתונים שלא נשמרו שיאבדו. האם אתה בטוח שברצונך לבטל את כל השינויים שלך?
it_it: I dati non salvati andranno persi. Vuoi rimuovere tutte le modifiche?
ja_jp: 保存されていない変更は失われます。変更をすべて破棄しますか?
nl_nl: Uw niet-opgeslagen gegevens gaan verloren. Weet u zeker dat u al uw wijzigingen ongedaan wilt maken?
pl_pl: Niezapisane dane zostaną utracone. Czy na pewno chcesz odrzucić wszystkie zmiany?
pt_pt: Perderá os dados não guardados. Tem a certeza de que eliminar todas as suas alterações?
ru_ru: Ваши несохраненные данные будут потеряны. Вы действительно хотите удалить все изменения?
sv_se: Data som du inte har sparat går förlorade. Vill du ignorera alla ändringar?
th_th: ข้อมูลที่คุณยังไม่ได้บันทึกจะสูญหาย คุณแน่ใจหรือไม่ว่าต้องการละทิ้งการเปลี่ยนแปลงทั้งหมด
tr_tr: Kaydedilmemiş verileriniz kaybolacak. Yaptığınız tüm değişiklikleri iptal etmek istediğinizden emin misiniz?
zh_tw: 未儲存的資料都將遺失。您確定要捨棄所有變更嗎?

source: Update
ar_sa: ‏‏تحديث
da_dk: Opdater
el_gr: Ενημέρωση
es_es: Actualizar
fi_fi: Päivitä
he_il: עדכון
it_it: Aggiorna
ja_jp: 更新
nl_nl: Bijwerken
pl_pl: Aktualizuj
pt_pt: Atualizar
ru_ru: Обновить
sv_se: Uppdatera
th_th: ปรับปรุง
tr_tr: Güncelleştir
zh_tw: 更新

source: UPDATED SKILLS
ar_sa: المهارات التي تم تحديثها
da_dk: OPDATEREDE FÆRDIGHEDER
el_gr: ΕΝΗΜΕΡΩΜΕΝΕΣ ΔΕΞΙΟΤΗΤΕΣ
es_es: CUALIFICACIONES ACTUALIZADAS
fi_fi: PÄIVITETYT OSAAMISALUEET
he_il: כישורים מעודכנים
it_it: COMPETENZE AGGIORNATE
ja_jp: 更新されたスキル
nl_nl: BIJGEWERKTE VAARDIGHEDEN
pl_pl: ZAKTUALIZOWANE UMIEJĘTNOŚCI
pt_pt: COMPETÊNCIAS ATUALIZADAS
ru_ru: ОБНОВЛЕННЫЕ НАВЫКИ
sv_se: UPPDATERADE FÄRDIGHETER
th_th: ทักษะที่ปรับปรุง
tr_tr: GÜNCELLEŞTİRİLEN BECERİLER
zh_tw: 更新的技能

# UpdateLowercase
source: update
ar_sa: ‏‏تحديث
da_dk: opdater
el_gr: ενημέρωση
es_es: actualizar
fi_fi: päivitä
he_il: עדכן
it_it: aggiorna
ja_jp: 更新
nl_nl: bijwerken
pl_pl: aktualizuj
pt_pt: atualizar
ru_ru: обновить
sv_se: uppdatera
th_th: ปรับปรุง
tr_tr: güncelleştir
zh_tw: 更新

source: View
ar_sa: طريقة العرض
da_dk: Vis
el_gr: Προβολή
es_es: Ver
fi_fi: Näytä
he_il: הצג
it_it: Visualizza
ja_jp: ビュー
nl_nl: Weergeven
pl_pl: Widok
pt_pt: Ver
ru_ru: Представление
sv_se: Vy
th_th: มุมมอง
tr_tr: Görüntüle
zh_tw: 檢視表​​

# WelcomeComma
source: Welcome,
ar_sa: مرحباً،
da_dk: Velkommen
el_gr: Καλώς ορίσατε,
es_es: Bienvenido,
fi_fi: Tervetuloa,
he_il: ברוך הבא,
it_it: Ti diamo il benvenuto,
ja_jp: ようこそ、
nl_nl: Welkom,
pl_pl: Witaj,
pt_pt: Bem-vindo,
ru_ru: Добро пожаловать!
sv_se: Välkommen
th_th: ยินดีต้อนรับ
tr_tr: Hoş geldiniz,
zh_tw: 歡迎，

# YearLowercase
source: year
ar_sa: سنة
da_dk: år
el_gr: έτος
es_es: año
fi_fi: vuosi
he_il: שנה
it_it: anno
ja_jp: 年
nl_nl: jaar
pl_pl: rok
pt_pt: ano
ru_ru: год
sv_se: år
th_th: ปี
tr_tr: yıl
zh_tw: 年

# YearsLowercase
source: years
ar_sa: سنوات
da_dk: år
el_gr: έτη
es_es: años
fi_fi: vuotta
he_il: שנים
it_it: anni
ja_jp: 年
nl_nl: jaren
pl_pl: lata
pt_pt: anos
ru_ru: лет
sv_se: år
th_th: ปี
tr_tr: yıl
zh_tw: 年

source: Yes
ar_sa: نعم
da_dk: Ja
el_gr: Ναι
es_es: Sí
fi_fi: Kyllä
he_il: כן
it_it: Sì
ja_jp: はい
nl_nl: Ja
pl_pl: Tak
pt_pt: Sim
ru_ru: Да
sv_se: Ja
th_th: ใช่
tr_tr: Evet
zh_tw: 是

# YouHaveNotUpdated
source: You haven't updated any skills.
ar_sa: لم تقم بتحديث أية مهارات.
da_dk: Du har ikke opdateret nogen færdigheder.
el_gr: Δεν έχετε ενημερώσει δεξιότητες.
es_es: No ha actualizado ninguna cualificación.
fi_fi: Et ole päivittänyt osaamisalueita.
he_il: לא עדכנת שום כישורים.
it_it: Non hai aggiornato nessuna competenza.
ja_jp: スキルの更新をまだ行っていません。
nl_nl: U hebt geen vaardigheden bijgewerkt.
pl_pl: Nie zaktualizowano żadnych umiejętności.
pt_pt: Não atualizou nenhuma competência.
ru_ru: Никакие навыки не обновлены.
sv_se: Du har inte uppdaterat några färdigheter.
th_th: คุณยังไม่ได้ปรับปรุงทักษะใดๆ
tr_tr: Hiçbir beceriyi güncelleştirmediniz.
zh_tw: 您尚未更新任何技能。

# YourApplicationSent
source: Your application has been submitted successfully. Project:
ar_sa: تم إرسال استمارة التقديم الخاصة بك بنجاح. المشروع:
da_dk: Din ansøgning blev sendt. Projekt:
el_gr: Η αίτησή σας υποβλήθηκε με επιτυχία. Έργο:
es_es: Su solicitud se ha enviado correctamente. Proyecto:
fi_fi: Hakemuksesi on lähetetty. Projekti:
he_il: בקשת המועמדות שלך נשלחה בהצלחה. פרוייקט:
it_it: La tua domanda è stata inviata. Progetto:
ja_jp: 応募は正常に送信されました。 プロジェクト:
nl_nl: Uw sollicitatie is verzonden. Project:
pl_pl: Zgłoszenie zostało przesłane pomyślnie. Projekt:
pt_pt: A sua candidatura foi submetida com êxito. Projeto:
ru_ru: Ваша заявка успешно отправлена. Проект:
sv_se: Din ansökan har skickats. Projekt:
th_th: ระบบได้ส่งใบสมัครของคุณเรียบร้อยแล้ว โครงการ:
tr_tr: Uygulamanız başarıyla gönderildi. Proje:
zh_tw: 已成功送出您的應用程式。 專案:

# YourOrganizationHasNoSkillsDefined
source: Your organization doesn't have any skills or proficiencies defined. Please contact your system administrator.
ar_sa: لا توجد أية مهارات أو كفاءات تم تعريفها لدى مؤسستك. الرجاء الاتصال بمسؤول النظام لديك.
da_dk: Din organisation har ingen definerede færdigheder eller kompetencer. Kontakt systemadministratoren.
el_gr: Ο οργανισμός σας δεν έχει προσδιορίσει δεξιότητες ή επάρκειες. Επικοινωνήστε με το διαχειριστή του συστήματος.
es_es: Su organización no tiene ninguna cualificación ni competencia definida. Póngase en contacto con el administrador del sistema.
fi_fi: Organisaatiossasi ei ole määritetty yhtään osaamisaluetta tai pätevyyttä. Ota yhteys järjestelmänvalvojaan.
he_il: לארגון שלך לא הוגדרו שום כישורים או מומחיות. פנה למנהל המערכת.
it_it: Non sono definite competenze o livelli di preparazione per la tua organizzazione. Contatta l'amministratore di sistema.
ja_jp: 組織にスキルや能力が定義されていません。システム管理者にお問い合わせください。
nl_nl: Uw bedrijf heeft geen vaardigheden of deskundigheden gedefinieerd. Neem contact op met de systeembeheerder.
pl_pl: W Twojej organizacji nie zdefiniowano umiejętności ani poziomów biegłości. Skontaktuj się z administratorem systemu.
pt_pt: A sua organização não tem nenhuma competência ou proficiência definida. Contacte o administrador do sistema.
ru_ru: Для вашей организации не определены никакие навыки и квалификации. Обратитесь к своему системному администратору.
sv_se: Din organisation har inga definierade färdigheter eller kompetenser. Kontakta systemadministratören.
th_th: องค์กรของคุณยังไม่ได้กำหนดทักษะหรือความชำนาญใดๆ โปรดติดต่อผู้ดูแลระบบของคุณ
tr_tr: Kuruluşunuzun tanımlanmış becerileri veya uzmanlıkları bulunmuyor. Lütfen sistem yöneticinizle iletişime geçin.
zh_tw: 您的組織未定義任何技能或熟練度。請連絡您的系統管理員。

source: Your profile is up to date.
ar_sa: ملف التعريف الخاص بك حديث.
da_dk: Din profil er opdateret.
el_gr: Το προφίλ σας είναι ενημερωμένο.
es_es: Su perfil está actualizado.
fi_fi: Profiilisi on päivitetty.
he_il: הפרופיל שלך מעודכן.
it_it: Il tuo profilo è aggiornato.
ja_jp: プロファイルは最新です。
nl_nl: Uw profiel is bijgewerkt.
pl_pl: Twój profil jest aktualny.
pt_pt: O seu perfil está atualizado.
ru_ru: Ваш профиль актуален.
sv_se: Din profil är aktuell.
th_th: โปรไฟล์ของคุณเป็นข้อมูลปัจจุบันแล้ว
tr_tr: Profiliniz güncel.
zh_tw: 您的設定檔處於最新狀態。

# YourSkillSelectionSubmitted
source: Your skill selection has been submitted for updating.
ar_sa: تم إرسال مهارتك المحددة لإجراء التحديث.
da_dk: De færdigheder, du valgte med henblik på opdatering, blev sendt.
el_gr: Η επιλογή δεξιοτήτων που κάνατε έχει υποβληθεί για ενημέρωση.
es_es: Su selección de cualificaciones se ha enviado para su actualización.
fi_fi: Osaamisaluevalintasi on lähetetty päivitettäväksi.
he_il: בחירת הכישורים שלך נשלחה לעדכון.
it_it: La tua selezione di competenze è stata inviata per l'aggiornamento.
ja_jp: 選択したスキルが更新用に送信されました。
nl_nl: Uw vaardigheidsselectie is verzonden om te worden bijgewerkt.
pl_pl: Wybrane ustawienia umiejętności zostały przesłane w celu wykonania aktualizacji.
pt_pt: A sua seleção de competências foi submetida para atualização.
ru_ru: Выбранные вами навыки отправлены на обновление.
sv_se: Ditt färdighetsurval har skickats för uppdatering.
th_th: ทักษะที่คุณเลือกได้รับการส่งเพื่อให้ปรับปรุงแล้ว
tr_tr: Beceri seçiminiz güncelleştirme için gönderildi.
zh_tw: 已經送出您選擇的技能項目以用於更新。

# Justification
source: \nJustification: {0}
ar_sa: \nالمسوغات: {0}
da_dk: \nBegrundelse: {0}
el_gr: \nΑιτιολογία: {0}
es_es: \nJustificación: {0}
fi_fi: \nPeruste: {0}
he_il: \nהצדקה: {0}
it_it: \nGiustificazione: {0}
ja_jp: \n理由: {0}
nl_nl: \nRechtvaardiging: {0}
pl_pl: \nUzasadnienie: {0}
pt_pt: \nJustificação: {0}
ru_ru: \nОбоснование: {0}
sv_se: \nRättfärdigande: {0}
th_th: \nการจัดเต็มแนว: {0}
tr_tr: \nGerekçe: {0}
zh_tw: \n理由: {0}

# PleaseSelectProficiency
source: Please select a proficiency
ar_sa: الرجاء تحديد كفاءة
da_dk: Vælg en kompetence
el_gr: Επιλέξτε επάρκεια
es_es: Seleccione una competencia
fi_fi: Valitse pätevyys
he_il: בחר מומחיות
it_it: Seleziona un livello di preparazione
ja_jp: 能力を 1 つ選択してください
nl_nl: Selecteer een deskundigheid
pl_pl: Wybierz poziom biegłości
pt_pt: Selecione uma proficiência
ru_ru: Выберите квалификацию
sv_se: Välj en kompetens
th_th: โปรดเลือกความชำนาญ
tr_tr: Lütfen bir uzmanlık seçin
zh_tw: 請選取熟練度

# DurationHours
source: {0}h
ar_sa: {0}س
da_dk: {0} t
el_gr: {0} ώ
fi_fi: {0} t
he_il: {0}שע
nl_nl: {0}u
pl_pl: {0} godz.
ru_ru: {0} ч
sv_se: {0}t
th_th: {0} ชม.
tr_tr: {0} sa.
zh_tw: {0}小時

# DurationHoursMinute
source: {0}h {1}m
ar_sa: {0}س {1}د
da_dk: {0} t {1} m
el_gr: {0} ώ {1} λ
fi_fi: {0} t {1} min
he_il: {0}שע {1}ד
nl_nl: {0}u {1}m
pl_pl: {0} godz. {1} min
ru_ru: {0} ч {1} м
sv_se: {0}t {1}m
th_th: {0} ชม. {1} นาที
tr_tr: {0} sa. {1} dk.
zh_tw: {0}小時 {1}分鐘

# BySkillsLowercase
source: by skills
ar_sa: حسب المهارات
da_dk: efter færdigheder
el_gr: κατά δεξιότητες
es_es: por aptitudes
fi_fi: osaamisalueiden mukaan
he_il: לפי כישורים
it_it: per competenze
ja_jp: スキル別
nl_nl: op vaardigheden
pl_pl: według umiejętności
pt_pt: por competências
ru_ru: по навыкам
sv_se: efter färdigheter
th_th: ตามทักษะ
tr_tr: becerilere göre
zh_tw: 依技能

# HeresWorkThatFitsBySkill
source: Here's work that fits your skills.
ar_sa: فيما يلي العمل الذي يلائم مهاراتك.
da_dk: Her er arbejde, som svarer til dine færdigheder.
el_gr: Δείτε εδώ εργασία που αντιστοιχεί στις δεξιότητές σας.
es_es: Este trabajo encaja con sus cualificaciones.
fi_fi: Nämä työt sopivat osaamiseesi.
he_il: הנה משרה שתתאים לכישורים שלך.
it_it: Questo lavoro corrisponde alle tue competenze.
ja_jp: スキルに適合した作業は次のとおりです。
nl_nl: Hier is werk dat bij uw vaardigheden past.
pl_pl: Oto praca, która pasuje do Twoich umiejętności.
pt_pt: Este trabalho adapta-se às suas competências.
ru_ru: Это работа, которая соответствует вашим навыкам.
sv_se: Här finns arbete som passar dina färdigheter.
th_th: รายการเหล่านี้คืองานที่เหมาะกับทักษะของคุณ
tr_tr: Becerilerinize uyan iş burada belirtilmiştir.
zh_tw: 這是適合您的技能的工作。

# PhoneUpdateNeeded
source: The phone app version is earlier than the server version. Please update this phone app.
ar_sa: إصدار تطبيق الهاتف أقدم من إصدار الخادم. الرجاء تحديث تطبيق الهاتف هذا.
da_dk: Versionen af telefonappen er tidligere end serverversionen. Opdater telefonappen.
el_gr: Η έκδοση εφαρμογής τηλεφώνου είναι προγενέστερη από την έκδοση διακομιστή. Ενημερώστε αυτήν την εφαρμογή τηλεφώνου.
es_es: La versión de la aplicación telefónica es anterior a la versión del servidor. Actualice esta aplicación telefónica.
fi_fi: Puhelimen sovellusversio on vanhempi kuin palvelimen sovellusversio. Päivitä puhelimen sovellus.
he_il: גירסת יישום הטלפון ישנה יותר מגירסת השרת. עדכן יישום טלפון זה.
it_it: La versione dell'app telefonica è precedente a quella sul server. Aggiorna l'app telefonica.
ja_jp: スマートフォン アプリのバージョンがサーバーのバージョンよりも前のものです。このスマートフォン アプリを更新してください。
nl_nl: De appversie voor de telefoon is vroeger dan de serverversie. Werk deze telefoonapp bij.
pl_pl: Wersja aplikacji na telefonie jest wcześniejsza niż wersja na serwerze. Zaktualizuj tę aplikację na telefon.
pt_pt: A versão da aplicação do telemóvel é anterior à versão do servidor. Atualize esta aplicação de telemóvel.
ru_ru: Версия приложения для телефона является более ранней, чем версия сервера. Обновите приложение для телефона.
sv_se: Telefonappen har en tidigare version än serverversionen. Uppdatera telefonappen.
th_th: แอพบนโทรศัพท์มีเวอร์ชันที่เก่ากว่าเวอร์ชันของเซิร์ฟเวอร์ โปรดอัปเดตแอพบนโทรศัพท์นี้
tr_tr: Telefon uygulaması sürümü sunucu sürümünden daha eski. Lütfen bu telefon uygulamasını güncelleştirin.
zh_tw: 電話應用程式版本早於伺服器版本。請更新此電話應用程式。

source: Skills
ar_sa: المهارات
da_dk: Færdigheder
el_gr: Δεξιότητες
es_es: Cualificaciones
fi_fi: Osaamisalueet
he_il: כישורים
it_it: Competenze
ja_jp: スキル
nl_nl: Vaardigheden
pl_pl: Umiejętności
pt_pt: Competências
ru_ru: Навыки
sv_se: Färdigheter
th_th: ทักษะ
tr_tr: Beceriler
zh_tw: 技能

# signoutLowercase
source: sign out
ar_sa: تسجيل الخروج
da_dk: log af
el_gr: έξοδος
es_es: cerrar sesión
fi_fi: kirjaudu ulos
he_il: צא
it_it: disconnetti
ja_jp: サインアウト
nl_nl: afmelden
pl_pl: wyloguj
pt_pt: terminar sessão
ru_ru: выход
sv_se: logga ut
th_th: ลงชื่อออก
tr_tr: oturumu kapat
zh_tw: 登出

# sortLowercase
source: sort
ar_sa: فرز
da_dk: sortér
el_gr: ταξινόμηση
es_es: ordenar
fi_fi: lajittelu
he_il: מיין
it_it: ordina
ja_jp: 並べ替え
nl_nl: sorteren
pl_pl: sortuj
pt_pt: ordenar
ru_ru: сортировка
sv_se: sortera
th_th: เรียงลำดับ
tr_tr: sırala
zh_tw: 排序

# ApplicationSentMessage
source: Your application has been submitted successfully.\n\nProject: {0}\nPosition: {1}
ar_sa: تم إرسال طلب الوظيفة بنجاح.\n\nالمشروع: {0}\nالوظيفة: {1}
da_dk: Din ansøgning blev sendt.\n\nProjekt: {0}\nPlacering: {1}
el_gr: Η αίτησή σας υποβλήθηκε με επιτυχία.\n\nΈργο: {0}\nΘέση: {1}
es_es: Su solicitud se ha enviado correctamente.\n\nProyecto: {0}\nPosición: {1}
fi_fi: Hakemuksesi on lähetetty.\n\nProjekti: {0}\nToimi: {1}
he_il: בקשת המועמדות שלך נשלחה בהצלחה.\n\nפרוייקט: {0}\nתפקיד: {1}
it_it: La tua domanda è stata inviata.\n\nProgetto: {0}\nPosizione: {1}
ja_jp: 応募は正常に送信されました。\n\nプロジェクト: {0}\nポジション: {1}
nl_nl: Uw sollicitatie is ingediend.\n\nProject: {0}\nPositie: {1}
pl_pl: Twoje zgłoszenie zostało przesłane pomyślnie.\n\nProjekt: {0}\nStanowisko: {1}
pt_pt: A sua candidatura foi submetida com êxito.\n\nProjeto: {0}\nPosição: {1}
ru_ru: Ваша заявка успешно отправлена.\n\nПроект: {0}\nПоложение: {1}
sv_se: Din ansökan har skickats.\n\nProjekt: {0}\nPosition: {1}
th_th: ระบบได้ส่งใบสมัครของคุณเรียบร้อยแล้ว\n\nโครงการ: {0}\nตำแหน่งงาน: {1}
tr_tr: Başvurunuz başarıyla gönderildi.\n\nProje: {0}\nPozisyon: {1}
zh_tw: 已成功送出您的申請。\n\n專案: {0}\n職位: {1}

# DurationLessThanOneDay
source: < 1 day
ar_sa: < يوم واحد
da_dk: < 1 dag
el_gr: < 1 ημέρα
es_es: < 1 día
fi_fi: < 1 päivä
he_il: < יום אחד
it_it: < 1 giorno
ja_jp: 1 日未満
nl_nl: < 1 dag
pl_pl: < 1 dzień
pt_pt: < 1 dia
ru_ru: < 1 дня
sv_se: < 1 dag
th_th: < 1 วัน
tr_tr: 1 günden az
zh_tw: < 1 天

# FullDuration
source: {0} to {1} {2}
ar_sa: {0} إلى {1} {2}
da_dk: {0} til {1} {2}
el_gr: {0} έως {1} {2}
es_es: De {0} a {1} {2}
he_il: {0} עד {1} {2}
it_it: Dal {0} al {1} {2}
nl_nl: {0} tot {1} {2}
pl_pl: {0} do {1} ({2})
pt_pt: {0} a {1} {2}
ru_ru: От {0} до {1} {2}
sv_se: {0} till {1} {2}
th_th: {0} ถึง {1} {2}
zh_tw: {0} 到 {1} {2}

# MoreReasonsText
source: {0} more ...
ar_sa: {0} المزيد ...
da_dk: {0} Mere ...
el_gr: {0} περισσότερα ...
es_es: {0} más ...
fi_fi: {0} lisää...
he_il: {0} עוד ...
it_it: {0} altre...
ja_jp: {0} その他 ...
nl_nl: {0} meer...
pl_pl: {0} więcej...
pt_pt: {0} mais...
ru_ru: Еще {0}…
sv_se: {0} mer ...
th_th: {0} เพิ่มเติม ...
tr_tr: {0} seçenek daha...
zh_tw: 還有 {0} 個技能...

source: About
ar_sa: حول
da_dk: Om
el_gr: Πληροφορίες
es_es: Acerca de
fi_fi: Tietoja
he_il: אודות
it_it: Informazioni
ja_jp: 情報
nl_nl: Info over
pl_pl: Informacje
pt_pt: Acerca de
ru_ru: Сведения
sv_se: Om
th_th: เกี่ยวกับ
tr_tr: Hakkında
zh_tw: 關於
